{"section":{"0":"business","1":"business","2":"business","3":"business","4":"business","5":"business","6":"business","7":"business","8":"business","9":"business","10":"business","11":"business","12":"business","13":"business","14":"business","15":"business","16":"business","17":"business","18":"business","19":"business","20":"business","21":"business","22":"business","23":"business","24":"business","25":"sports","26":"sports","27":"sports","28":"sports","29":"sports","30":"sports","31":"sports","32":"sports","33":"sports","34":"sports","35":"sports","36":"sports","37":"sports","38":"sports","39":"sports","40":"sports","41":"sports","42":"sports","43":"sports","44":"sports","45":"sports","46":"sports","47":"sports","48":"sports","49":"sports","50":"technology","51":"technology","52":"technology","53":"technology","54":"technology","55":"technology","56":"technology","57":"technology","58":"technology","59":"technology","60":"technology","61":"technology","62":"technology","63":"technology","64":"technology","65":"technology","66":"technology","67":"technology","68":"technology","69":"technology","70":"technology","71":"technology","72":"technology","73":"technology","74":"technology","75":"entertainment","76":"entertainment","77":"entertainment","78":"entertainment","79":"entertainment","80":"entertainment","81":"entertainment","82":"entertainment","83":"entertainment","84":"entertainment","85":"entertainment","86":"entertainment","87":"entertainment","88":"entertainment","89":"entertainment","90":"entertainment","91":"entertainment","92":"entertainment","93":"entertainment","94":"entertainment","95":"entertainment","96":"entertainment","97":"entertainment","98":"entertainment","99":"entertainment"},"title":{"0":"Self-taught beautician to micro-entrepreneur, meet Asha: Urban Company","1":"Meta drops below Berkshire Hathaway in market value for 1st time in 2 yrs","2":"Ambani, Adani become richer than Zuckerberg after he loses $29 billion: Forbes","3":"Facebook's user growth in India slowed due to data price rise: Meta CFO","4":"Drop in Meta's market value more than the total value of India's largest firm: Kotak","5":"JD.com's billionaire CEO to donate shares worth $2.3 billion to charity","6":"Ashneer Grover seeks removal of CEO Suhail Sameer from BharatPe's board: Reports","7":"Shaadi.com's Anupam Mittal invested ₹5.4 crore in 24 businesses on Shark Tank India","8":"If board thinks I shouldn't be MD, they can give me ₹4,000 crore: BharatPe's Ashneer","9":"BharatPe board lawyered up to arm-twist me: Ashneer on governance review","10":"RBI examining if BharatPe violated corporate governance rules: Report","11":"Jio invests $15 million in US-based startup Two Platforms for 25% stake","12":"Mukesh Ambani buys ₹13cr Rolls-Royce SUV, one of India's most expensive cars: Report","13":"I am sorry for nothing: BharatPe Co-founder Ashneer Grover to employees","14":"Couple arrested for evading GST of ₹12 crore in Thane","15":"Budget 2022-23 thoughtful policy agenda for India: IMF MD","16":"Govt hasn't acknowledged reality of jobs crisis: CMIE CEO on Budget","17":"Budget 2022 focused on capex, boosting infra: Hiranandani Group MD","18":"Before Meta, which firms recorded biggest 1-day drops in US market history?","19":"Duties not a hindrance: CBIC chief on Tesla's call for tax breaks","20":"Bosch India to invest over ₹1,000 cr in localisation of advanced auto tech","21":"Wine sales may jump 25% as Maha allows sale in supermarkets: AIWPA","22":"Manyavar owner gets ₹945 crore from anchor investors ahead of IPO","23":"IndiGo posts ₹130 cr profit in Q3 after reporting losses for 7 quarters","24":"IndiGo appoints Co-founder Rahul Bhatia as Managing Director","25":"India's only athlete at Beijing Olympics carries Tricolour at opening ceremony","26":"Footballer dies after collapsing on pitch due to cardiac arrest in Greece","27":"Pakistan fast bowler Hasnain's action found illegal, banned from bowling","28":"Viral pic not from selection meeting: Ganguly on being accused of influencing selections","29":"Rashid Khan shares video of his no-look six, says 'Still to find name for it' ","30":"Medical staff trips over fence during U-19 World Cup match, video goes viral","31":"I am a genuine all-rounder, always had talent as a batter: Shardul","32":"I was like 'wow': Knight on Gill in India's 2020\/21 series vs Australia","33":"Hardik was injured, given break, I expect him to bowl more ahead: Ganguly","34":"Ronaldo had impossible numbers, now they are ‘just’ very good: Lewandowski","35":"Yash Dhull doesn't give up in difficult situations: Dhull's father","36":"Sachin's technique was unbelievable, so much to learn from him: Labuschagne","37":"Multan Sultans head coach Andy leaves PSL midway for IPL mega auction","38":"Women's IPL should be top priority: Vaughan to BCCI President Ganguly","39":"Need players who can adapt to different conditions: Bharat on mega auction","40":"US athletes shouldn't anger ruthless Chinese govt at Olympics: Pelosi","41":"All IPL teams will target Shami, Warner won't get more than ₹4 crore: Hogg","42":"Rohit can now fly as captain, challenge for him to remain fit: Agarkar","43":"My dream is to play under Dhoni who can help me evolve as a bowler: Sakariya","44":"They need tough love: Vaughan backs Langer to become England head coach","45":"Think of myself as a cricketer who is at peak of his game: Harshal","46":"Real Madrid knocked out of Copa del Rey after last min winner by Bilbao","47":"Enjoy playing under Rohit who is a really good captain: Harshal Patel","48":"Kohli is a leader and will help Rohit do the right thing: Irfan","49":"Thought about my 21-year-long journey on winning Olympic medal: Sreejesh","50":"Facebook parent Meta's $230-billion wipeout biggest in US market history","51":"Indian scientists develop self-disinfecting, washable COVID-19 masks","52":"Only 2 persons submitted mobiles so far: SC panel probing Pegasus case","53":"Mark Zuckerberg loses $31 bn in one of the biggest one-day drops in wealth ever","54":"Facebook parent Meta's rating cut by JPMorgan for 1st time since its IPO ","55":"Snapchat-parent reports its 1st-ever quarterly net profit since IPO","56":"Instagram launches 'Take a Break' feature in India, allows users to set break reminders","57":"Meta drops below Berkshire Hathaway in market value for 1st time in 2 yrs","58":"Why did Facebook's parent company Meta lose $200 billion in one day?","59":"Facebook's user growth in India slowed due to data price rise: Meta CFO","60":"Facebook facing unprecedented level of competition: CEO after Meta's $251 bn wipeout","61":"Drop in Meta's market value more than the total value of India's largest firm: Kotak","62":"Ambani, Adani become richer than Zuckerberg after he loses $29 billion: Forbes","63":"Before Meta, which firms recorded biggest 1-day drops in US market history?","64":"Musk protected by rights for his tweet on staff unionising: Lawyers","65":"Spotify CEO says firm working with Rogan to meet bold goals: Report","66":"Amazon reports 9% rise in revenue at $137 bn in Q4","67":"IISc B'luru commissions one of India's most powerful supercomputers","68":"Duties not a hindrance: CBIC chief on Tesla's call for tax breaks","69":"Our India expansion efforts continue to prove successful: Snap CEO","70":"Nike sues StockX over sale of unauthorised NFTs of its sneakers","71":"iPhone flaw exploited by second Israeli firm besides NSO: Report","72":"2 Google Ethical AI team members leave to join ousted colleague","73":"Tesla recalls over 8,17,000 vehicles in US over seat belt reminder alert","74":"In a first, Korean tech to be used to monitor Mumbai-Nagpur expressway","75":"Sonu Sood announced as 'Roadies' host as Rannvijay quits after 18 years","76":"Nora Fatehi's account deleted from Instagram","77":"Sherlyn Chopra given protection from arrest by Supreme Court in porn films case","78":"I sent Sunil a message, can't expect reply as he just got discharged: Kapil on surgery","79":"Ajay Devgn shows his ₹6.95 crore Rolls-Royce to Alia Bhatt, video goes viral","80":"Madhubala's sister kicked out of NZ home by daughter-in-law, put on Mumbai flight","81":"Farhan Akhtar, Shibani Dandekar to get married on Feb 21, confirms Javed Akhtar","82":"John Abraham reduces his acting fees for Sajid Khan's next, charges ₹18 crore: Reports","83":"Arun Bali's son denies abandoning ill father, says 'Will serve him till last breath'","84":"Influencer who once faked his own death falls from third-floor balcony in Argentina","85":"Emraan shares son's pic on his b'day, says 'Like father, like son'","86":"Dharma Productions in talks to remake their older films in South languages","87":"Kangana has been a very supportive & endearing producer: Nawazuddin","88":"Want my characters to resonate with audience: Huma Qureshi","89":"'365 Days' star Michele to make Indian debut with 'Mud Mud Ke' music video","90":"Vicky in talks for Shah Rukh Khan's next with Hirani: Report","91":"2018 Met Gala appearance was my most memorable disaster: Selena ","92":"Allu Arjun visits Puneeth Rajkumar's family in Bengaluru, shares pic","93":"Waheeda Rehman stood barefoot in temple set at minus 4 degrees: Rakeysh","94":"Rejected H'wood projects where Indians weren't portrayed in positive light: Nitu","95":"Riteish Deshmukh, Genelia to star in comedy film 'Mister Mummy'","96":"Ajay Devgn's first look from Alia-starrer 'Gangubai Kathiawadi' out","97":"He had the vigour to live till 100: Ajinkya Deo on dad Ramesh Deo","98":"Intimacy isn't there to excite the audience: Deepika on 'Gehraiyaan'","99":"2022 will be a busy year: Disha Patani on upcoming projects "},"author":{"0":"Roshan Gupta","1":"Hiral Goyal","2":"Pragya Swastik","3":"Sakshita Khosla","4":"Arshiya Chopra","5":"Hiral Goyal","6":"Kiran Khatri","7":"Kiran Khatri","8":"Kiran Khatri","9":"Kiran Khatri","10":"Hiral Goyal","11":"Arshiya Chopra","12":"Arshiya Chopra","13":"Kiran Khatri","14":"Shalini Ojha","15":"Subhangi Singh","16":"Subhangi Singh","17":"Subhangi Singh","18":"Kiran Khatri","19":"Hiral Goyal","20":"Subhangi Singh","21":"Subhangi Singh","22":"Subhangi Singh","23":"Hiral Goyal","24":"Hiral Goyal","25":"Sakshita Khosla","26":"Ankush Verma","27":"Anmol Sharma","28":"Anmol Sharma","29":"Anmol Sharma","30":"Ridham Gambhir","31":"Arnab Mukherji ","32":"Arnab Mukherji ","33":"Anant Kaur","34":"Arnab Mukherji ","35":"Arnab Mukherji ","36":"Arnab Mukherji ","37":"Anant Kaur","38":"Anant Kaur","39":"Arnab Mukherji ","40":"Athira Sasidharan","41":"Arnab Mukherji ","42":"Anant Kaur","43":"Arnab Mukherji ","44":"Arnab Mukherji ","45":"Anant Kaur","46":"Arnab Mukherji ","47":"Arnab Mukherji ","48":"Arnab Mukherji ","49":"Anant Kaur","50":"Pragya Swastik","51":"Ridham Gambhir","52":"Atul Mishra","53":"Pragya Swastik","54":"Kiran Khatri","55":"Aishwarya Awasthi","56":"Arshiya Chopra","57":"Hiral Goyal","58":"Pragya Swastik","59":"Sakshita Khosla","60":"Kiran Khatri","61":"Arshiya Chopra","62":"Pragya Swastik","63":"Kiran Khatri","64":"Aishwarya Awasthi","65":"Aishwarya Awasthi","66":"Aishwarya Awasthi","67":"Medhaa Gupta","68":"Hiral Goyal","69":"Aishwarya Awasthi","70":"Aishwarya Awasthi","71":"Aishwarya Awasthi","72":"Aishwarya Awasthi","73":"Ashley Paul","74":"Swati Dubey","75":"Anmol Sharma","76":"Daisy Mowke","77":"Sakshita Khosla","78":"Daisy Mowke","79":"Daisy Mowke","80":"Anmol Sharma","81":"Anmol Sharma","82":"Anmol Sharma","83":"Daisy Mowke","84":"Ankush Verma","85":"Udit Gupta","86":"Udit Gupta","87":"Udit Gupta","88":"Ramanpreet Singh Virdi ","89":"Udit Gupta","90":"Udit Gupta","91":"Ramanpreet Singh Virdi ","92":"Udit Gupta","93":"Udit Gupta","94":"Udit Gupta","95":"Udit Gupta","96":"Udit Gupta","97":"Udit Gupta","98":"Udit Gupta","99":"Ramanpreet Singh Virdi "},"content":{"0":"The latest episode of Urban Company Impact interviews Asha Thakur, a small-town woman, who believes women should always fly high. She talks about how she struggled for 7 years, learning the trade all by herself and working with different parlours, until she finally joined Urban Company as an independent salon professional and found the growth she was looking for.","1":"Meta Platforms is now worth about $50 billion less than Berkshire Hathaway after the social media giant's stock plunged 27% on Thursday, wiping out over $250 billion from its market capitalisation. Meta overtook billionaire investor Warren Buffett-led Berkshire in market value nearly two years ago. Buffett is now richer than Meta CEO Mark Zuckerberg, who lost $31 billion on Thursday.","2":"Reliance Industries Chairman Mukesh Ambani and Adani Group Chairman Gautam Adani are now richer than Facebook's Mark Zuckerberg, as per Forbes' real-time billionaires list. Zuckerberg's wealth fell by $29.7 billion to $84.8 billion as Facebook's parent company Meta's shares crashed 26% after a weak revenue forecast. Adani's fortune stood at $90.1 billion, while Ambani's fortune is $90 billion.","3":"Facebook's user growth in India was hit due to a hike in prepaid data prices in the fourth quarter of 2021, Meta CFO David Wehner has said. This came after the social media giant recorded a drop in its Daily Active Users (DAUs) for the first time in its 18-year history. Wehner also blamed \"competitive services\" for the DAU drop.","4":"After Facebook parent Meta lost $251 billion in market value, suffering the biggest wipeout in US market's history, Kotak Mahindra Bank CEO Uday Kotak said, \"That is more than the total value of India's largest company.\" \"It highlights the fragility and fickleness of our times. Welcome to the never normal world,\" he added.","5":"Chinese e-commerce giant JD.com's Founder and CEO Richard Liu will donate company shares worth about $2.3 billion to charity, JD.com has announced. The move comes amid Chinese President Xi Jinping's call to achieve \"common prosperity\", which seeks to narrow wealth inequality. According to Bloomberg Billionaires Index, 49-year-old Liu has a net worth of $16.3 billion.","6":"BharatPe Co-founder and MD Ashneer Grover, who's currently on leave, has reportedly sought to remove CEO Suhail Sameer as a director on the company's board. In a letter dated February 2, Grover stated that he's withdrawing his nomination for Sameer's appointment on the board, reports said. In an interview to Moneycontrol, Grover referred to Sameer as \"a puppet of investors\".","7":"Shaadi.com Founder Anupam Mittal revealed on LinkedIn that he has committed ₹5.4 crore to 24 businesses on Shark Tank India, of which 50% are led by women entrepreneurs and 70% by youngsters. Out of a total of 198 pitches, 67 businesses received deals on the show, he wrote. Of them, 87% of the founders had no IIT\/IIM degrees, Mittal added.","8":"When asked whether he considered resigning amid BharatPe's governance review, Ashneer Grover told Moneycontrol, \"Why would I resign? I am the MD. I run the company.\" \"If the board thinks I don't need to be the MD...Please put my ₹4,000 crore on the table and take the key from me,\" he added. Grover also accused the board of \"arm-twisting\" him.","9":"After BharatPe's board hired two firms for a corporate governance review, Co-founder Ashneer Grover alleged that the board is \"trying to lawyer up and arm-twist\" him. \"What is this sending on temporary leave of absence? It's not defined in my SHA (shareholder agreement),\" he told Moneycontrol. Grover added that he hasn't been told what the audit is about.","10":"The Reserve Bank of India (RBI) is examining if there were violations of corporate governance rules at BharatPe amid the recent controversy involving its Co-founder Ashneer Grover, reported Moneycontrol. BharatPe and Centrum Financial Services are joint venture partners of Unity Small Finance Bank. The fintech startup's board has hired two firms to conduct a corporate governance review.","11":"Jio has announced that it has invested $15 million in Silicon Valley-based startup Two Platforms for a 25% equity stake on a fully diluted basis. \"TWO is an Artificial Reality company with focus on building interactive and immersional AI experiences,\" Jio said. \"Jio is foundational to India's digital transformation. We...are excited to partner with Jio,\" TWO CEO Pranav Mistry said.","12":"Reliance Industries Chairman Mukesh Ambani has bought Rolls-Royce Cullinan costing ₹13.14 crore, one of India's most expensive cars, PTI reported quoting RTO officials. While base price of the car is said to be ₹6.95 crore, reports claimed that customised modifications substantially raised the SUV's price. A one-time tax of ₹20 lakh has reportedly been paid by RIL for the car.","13":"When asked if he'd want to say something to his employees who feel \"mistreated\", BharatPe Co-founder Ashneer Grover told Moneycontrol, \"I'm sorry for nothing.\" \"I'm absolutely unapologetic...I have the best of intentions,\" he said. One can't expect someone to \"create a $6 billion dollar business in less than four years\" and \"want everything to be perfect, including culture\", Grover added. ","14":"Central Goods and Services Tax (CGST) authorities in Thane have arrested a couple, a 50-year-old man and his 48-year-old wife, for allegedly evading GST of ₹12.23 crore. The couple were partners in a city-based firm, Datalink Consultancy. They charged GST from high-profile companies for providing manpower but didn't deposit it to government exchequer for over a year, an official said.","15":"Reacting to India's Budget 2022-23, International Monetary Fund's MD Kristalina Georgieva said that it is a very ''thoughtful policy agenda''. ''We are very positive on the fact that India is thinking of addressing short-term issues, but also long-term structural transformation,\" she added. \"There's a great deal of emphasis placed on innovation on research...and digitalisation,'' she said further.","16":"Reacting to the Budget 2022-23, CEO of Centre for Monitoring Indian Economy (CMIE) Mahesh Vyas said that the budget overlooked the factors that are influencing the decline in the employment rate. \"The government has not even acknowledged the reality of the jobs crisis,\" he added. \"There is an absence of a microeconomic view and a macroeconomic solution,\" he further said.","17":"Budget 2022 focused on capital expenditure, manufacturing and 'atmanirbharta' in defence and also push on infrastructure, Hiranandani Group MD Niranjan Hiranandani said. The Budget grants infrastructure status to data centres which will \"enable India to become a global data centre hub\", he added. It also strikes \"a balance between macro-growth with micro-all-inclusive welfare\", he said further.","18":"Facebook's parent Meta's shares lost over $251 billion in market value on Thursday in the biggest collapse for any US company. Before this, the record was held by Apple, which shed nearly $180 billion on September 3, 2020, as per Bloomberg. Microsoft had lost $178 billion on March 16, 2020 and Tesla lost $140 billion on November 9, 2021.","19":"Speaking about Tesla's demand for import duty cuts on electric vehicles, the Central Board of Indirect Taxes and Customs' (CBIC) Chairman, Vivek Johri, said that duties are \"not a hindrance\". \"We looked at whether the duties need to be re-jigged, but some domestic production is happening and some investments have come in with the current tariff structure,\" Johri told Bloomberg. ","20":"Auto components firm Bosch has said that it will invest over ₹1,000 crore in India for the localisation of advanced automotive technologies over the next five years and support the government's Atmanirbhar Bharat mission. Bosch, which completed its 100th year in the Indian market, also launched its mobility marketplace to provide its mobility-related assets under one platform.","21":"Days after Maharashtra government allowed the sale of wine in supermarkets and shelf-in shops, All India Wine Producers Association (AIWPA) said that wine sales in the state could rise 25-30%. Maharashtra accounts for 25-30% of the total wine sales in the country, which roughly translates to around 75-90 lakh litres, AIWPA President Jagdish Holkar added.","22":"Ethnic wear brand Manyavar owner Vedant Fashions mobilised ₹945 crore from 75 anchor investors ahead of its IPO, which opened for subscription on Friday. The company has allotted over one crore equity shares to anchor investors at its upper price band. Vedant Fashions has fixed the price band at ₹824-₹866 per share and is raising ₹3,150 crore through its IPO. ","23":"InterGlobe Aviation, the operator of India's biggest airline IndiGo, has reported a net profit of ₹129.79 crore for the third quarter ended December 2021, after posting losses for seven consecutive quarters. The company's revenue from operations rose 89.3% year-on-year to ₹9,294.8 crore during the period. Its passenger ticket revenues were up 98.4% and stood at ₹8,073.1 crore for the quarter.","24":"Budget carrier IndiGo's parent company InterGlobe Aviation announced on Friday that it has appointed its Co-founder Rahul Bhatia as Managing Director with immediate effect. Bhatia has been appointed for a period of five years and will not draw any remuneration during his tenure, the company said. Bhatia and Co-founder Rakesh Gangwal together own a 74.44% stake in the company.","25":"Indian skier Arif Khan led a four-member Indian contingent during the Winter Olympics opening ceremony on Friday, amid a diplomatic boycott of the event by India. The 31-year-old from J&K is India's only participant in the Games and his competitions are slated for February 13 and 16. India has sent a six-member contingent to the Winter Olympics in China's Beijing.","26":"A Greek footballer died after collapsing on the pitch due to a cardiac arrest during a game. Alexandros Lampis, 21, could not be revived by club staff as there was no defibrillator and the ambulance did not arrive for 20 minutes, reports said. \"Our Aleko, our friend, our brother, you left so unjustly,\" his team said on its website. ","27":"Pakistan fast bowler Mohammad Hasnain has been banned from bowling after being found to have an illegal action by the ICC. Hasnain had undergone tests in Lahore in late January after he was reported while playing Big Bash League in Australia. Hasnain can now only resume bowling in international cricket once he clears his reassessment.","28":"On being accused of influencing Team India selections by participating in selection committee meetings, BCCI President Sourav Ganguly said that the accusations are baseless. He added that a viral picture showing him sitting with Virat Kohli and selectors in a meeting wasn't from a selection committee meeting. \"I do the job of what BCCI President should be doing,\" he stated.","29":"Lahore Qalandars' bowling all-rounder Rashid Khan shared a video of a no-look six he hit during a Pakistan Super League (PSL) 2022 match. \"Still to find name for it...Any suggestions?\" he captioned the video. Reacting to his post, a fan tweeted, \"Rash-copter.\" Another wrote, \"Short-arm helicopter.\" Other users suggested names like 'Afghani no look slap' and 'Slap shot'.","30":"The ICC on Friday shared a video on Instagram that showed two members of the medical team tumbling as they attempted to climb over an advertisement barrier to enter into the field during a U-19 World Cup tournament match. Meanwhile, commentator Alan Wilkins could be heard in the background, \"Absolutely top effort to get there as quickly as possible.\"","31":"Shardul Thakur said he considers himself as a \"genuine\" all-rounder, adding that he always had talent as a batter, but didn't get the \"opportunity\" to bat a lot, particularly in the Ranji Trophy. \"Whatever talent I had, I just applied it. Whenever I'm batting in the nets, I visualise possible match situations,\" stated Shardul.","32":"Revealing his reaction to Shubman Gill's performance in India's 2020\/21 series against Australia, ex-England cricketer Nick Knight said he was like \"wow\", adding that Gill is a \"really special player\". \"He has got all the shots, plays the short ball nicely. Gill...[will] be a wonderful player,\" stated Knight. Gill scored 259 runs in three Tests during the series.","33":"Talking about Hardik Pandya's future as he took a break from cricket post T20 World Cup 2021 to focus on his rehab, BCCI President Sourav Ganguly said India all-rounder was given time to recover completely from injuries. He added that Hardik is expected to bowl a lot more going ahead. Recently, Hardik was picked as captain of IPL Ahmedabad team.","34":"Talking about Cristiano Ronaldo, Robert Lewandowski said the Manchester United attacker used to have \"impossible\" numbers, but now they are \"just\" very good. \"His team is not always successful. When his team regains its balance, he can...score goals,\" added Lewandowski. \"It looks like my top form is still about to come. I feel better than two years ago,\" stated Lewandowski.","35":"Reacting to India reaching the Under-19 World Cup final for the eighth time, under the leadership of his son Yash, Yash's father Vijay Dhull said he doesn't \"give up\" in difficult situations. \"Yash has picked up the right lessons. He understood the importance of being patient,\" added Vijay. \"When he performs on the field, he is not over-excited,\" stated Vijay.","36":"Responding to a query on Twitter about his opinion on Sachin Tendulkar, Australia batter Marnus Labuschagne said his technique was \"unbelievable\", adding that there is \"so much\" to learn from how Sachin played cricket. Discussing the teams he loves watching in IPL, Labuschagne named RCB, CSK and MI. Labuschagne termed Rohit Sharma as a \"good player\".","37":"Multan Sultans head coach Andy Flower has left Pakistan Super League (PSL) midway and travelled to India to take part in IPL 2022 mega auction, scheduled to take place in Bengaluru on February 12 and 13. The ex-Zimbabwe captain will be taking part in the auction as a head coach of new IPL franchise Lucknow Super Giants.","38":"Ex-England captain Michael Vaughan took to Twitter to talk about introducing a full-fledged women's franchise T20 league in India. \"A women's IPL should be top priority now, Sourav Ganguly!! Let's get it sorted,\" he wrote. Earlier, BCCI President Ganguly said the board will host a bigger women's IPL once the number of women players goes up.","39":"Sharing his opinion on the upcoming IPL mega auction, KKR's bowling coach and ex-India bowling coach Bharat Arun said one needs to pick players who can adapt to \"different conditions\". \"With the Indian [team], our goal was always to be number one. The biggest challenge was to have bowlers who could...get...20 wickets in all conditions,\" added Bharat.","40":"US House Speaker Nancy Pelosi urged the US athletes competing in the Beijing Winter Olympics to not speak on China's human rights abuses. \"You're there to compete. Don't risk incurring the anger of the Chinese government because they're ruthless,\" Pelosi said. The US in December had announced a diplomatic boycott of the Games in protest at China's human rights record. ","41":"Sharing his opinion on the IPL mega auction, Brad Hogg said Mohammad Shami will be aggressively targeted by every IPL team, adding that David Warner won't get more than ₹4 crore. \"I wouldn't be surprised if Shami...[fetches a bid of] ₹5 crore,\" stated Hogg. \"Ravichandran Ashwin...did not pick up...wickets [last season], but still a very valuable player,\" said Hogg.","42":"Ex-India pacer Ajit Agarkar has said Rohit Sharma can now fly as a captain but the challenge for India's new white-ball skipper is to remain fit ahead of T20 and ODI World Cup scheduled over next 24 months. He added that fitness was one of the strengths of ex-captains MS Dhoni and Virat Kohli as they rarely missed any games.\n","43":"Terming the IPL 2021 auction as one which \"changed\" his life, Chetan Sakariya said it is his \"dream\" to play under MS Dhoni, adding that Dhoni can help him \"evolve\" as a bowler. \"[Picking Dhoni's brain]...can take my game to a different level. I want to play for India for at least 10 years,\" he stated.","44":"After Chris Silverwood \"left\" his role as England head coach, Michael Vaughan backed Australia head coach Justin Langer as Silverwood's replacement, adding that the England Test team \"needs some tough love\". \"Joe Root needs a forceful coach next to him. If you want one person to come in with a huge point to prove, then it is Langer,\" stated Vaughan.","45":"Following his inclusion in India's 18-member squad for T20I series against West Indies, all-rounder Harshal Patel said he thinks of himself as a cricketer who is at the peak of his game and wants to continue to learn. It'll be the 31-year-old's second T20I series. Notably, Harshal was the leading wicket-taker in IPL 2021, with 32 wickets from 15 matches.","46":"Real Madrid were knocked out of the Copa del Rey, after a winner in the 89th minute by Athletic Bilbao resulting in a 0-1 defeat for Real Madrid, in the quarter-finals of the tournament. Bilbao had earlier defeated Barcelona by a 3-2 margin in the Round of 16. \"They deserved the win,\" said Real Madrid manager Carlo Ancelotti.","47":"Sharing his experience while playing under the captaincy of Rohit Sharma, Harshal Patel said he enjoys playing under Rohit, who is a \"really good\" captain. \"I don't like a lot of outside input and he fits in that personality as a captain. Rohit is very relaxed and gives you...freedom,\" added Harshal. Rohit is currently India's white-ball captain.","48":"Irfan Pathan said Virat Kohli is a \"leader\" and will help Rohit Sharma, who is currently India's white-ball captain do the \"right thing\", adding that Kohli took Team India's fitness to \"another level\". \"Every captain contributes in unique fashion. Kohli had his energy, Rohit will give you calmness,\" stated Irfan. \"Kohli sent out the right messages,\" said Irfan.","49":"Recalling the last-ditch save against Germany in the bronze medal playoff to secure the country's first Olympic medal in hockey in 41 years at Tokyo Olympics, Indian men's hockey team goalkeeper PR Sreejesh said he became emotional. \"I thought about the incredible 21-year-long journey I had since I began playing hockey at the GV Raja Sports School,\" he added.","50":"Facebook's parent Meta's shares plunged 27% and Thursday's collapse wiped out $230 billion of the company's market value. It's the biggest collapse in market value for any US company but there's no certainty that the losses will hold, given the volatility, Bloomberg said. This comes after Facebook's daily active users fell for the first time in its 18-year history.","51":"The Ministry of Science and Technology on Friday announced that a team of Indian scientists have developed a self-disinfecting antiviral mask to fight COVID-19. The mask is biodegradable, highly breathable and washable in nature. As per the ministry, it is coated with copper-based nanoparticles that are efficient against coronavirus as well as other viral and bacterial infections. ","52":"A three-member panel constituted by the Supreme Court that is probing the use of Pegasus for alleged spying said that only two persons have produced their mobile phones for taking digital images. The panel extended the deadline to February 8 for the members of the public who had \"reasonable cause to suspect that their mobiles had been infected with Pegasus\".","53":"Meta CEO Mark Zuckerberg's wealth dropped by $31 billion in one of the biggest one-day drops in wealth ever, Bloomberg reported on Thursday. Zuckerberg's net worth is now estimated at $92 billion, down from $120.6 billion as of market close on Wednesday. This comes after Meta's fourth-quarter results fell short of analysts' expectations and the company's shares fell around 25%. \n","54":"JPMorgan Chase analyst Doug Anmuth has downgraded his rating on Facebook parent Meta to \"neutral\" from \"overweight\" and lowered the share price target after the company's earnings report. The cut took place for the first time since the company went public in 2012, Bloomberg reported. On Thursday, Meta's shares tanked over 26%, erasing more than $251 billion in market value.","55":"Snapchat-parent Snap has reported its first-ever quarterly net profit of $22.5 million since its IPO, compared with a net loss of $113 million in the prior-year quarter. Its revenue for the December-quarter was $1.3 billion, an increase of 42% from the prior-year quarter. Snapchat's daily active users rose 20% year-over-year to 319 million.\n","56":"Instagram has launched its 'Take A Break' feature across the world, including India, months after it was rolled out in countries like US, UK, Ireland, Canada and Australia. The opt-in control enables users to receive in-app break reminders after a duration of their choosing. It's currently available for iOS devices and will roll out to Android in a few weeks.","57":"Meta Platforms is now worth about $50 billion less than Berkshire Hathaway after the social media giant's stock plunged 27% on Thursday, wiping out over $250 billion from its market capitalisation. Meta overtook billionaire investor Warren Buffett-led Berkshire in market value nearly two years ago. Buffett is now richer than Meta CEO Mark Zuckerberg, who lost $31 billion on Thursday.","58":"Facebook parent Meta's shares fell over 20% early Thursday causing a $200-billion wipeout after Facebook reported a fall in daily active users for the first time in 18-year history. Facebook said it faces increased competition for users' time and shift of engagement from core News Feed to Reels. Facebook's Reality Labs, that's building 'metaverse', lost over $10 billion in 2021.","59":"Facebook's user growth in India was hit due to a hike in prepaid data prices in the fourth quarter of 2021, Meta CFO David Wehner has said. This came after the social media giant recorded a drop in its Daily Active Users (DAUs) for the first time in its 18-year history. Wehner also blamed \"competitive services\" for the DAU drop.","60":"At a virtual meeting, Meta CEO Mark Zuckerberg explained that the stock crashed due to weak revenue forecast in the current quarter and asked employees to focus on Facebook's short-video product. Zuckerberg reportedly said Facebook is facing an \"unprecedented level of competition\" due to video platforms like TikTok. Meta's stock collapse wiped out $251 billion in market value on Thursday. ","61":"After Facebook parent Meta lost $251 billion in market value, suffering the biggest wipeout in US market's history, Kotak Mahindra Bank CEO Uday Kotak said, \"That is more than the total value of India's largest company.\" \"It highlights the fragility and fickleness of our times. Welcome to the never normal world,\" he added.","62":"Reliance Industries Chairman Mukesh Ambani and Adani Group Chairman Gautam Adani are now richer than Facebook's Mark Zuckerberg, as per Forbes' real-time billionaires list. Zuckerberg's wealth fell by $29.7 billion to $84.8 billion as Facebook's parent company Meta's shares crashed 26% after a weak revenue forecast. Adani's fortune stood at $90.1 billion, while Ambani's fortune is $90 billion.","63":"Facebook's parent Meta's shares lost over $251 billion in market value on Thursday in the biggest collapse for any US company. Before this, the record was held by Apple, which shed nearly $180 billion on September 3, 2020, as per Bloomberg. Microsoft had lost $178 billion on March 16, 2020 and Tesla lost $140 billion on November 9, 2021.","64":"Tesla CEO Elon Musk's lawyers have argued in the US that he is protected by constitutional right to free speech in case of his 2018 tweet on his staff unionising. Judges had questioned whether Musk had threatened workers with the loss of stock options if they formed a union. The US NLRB had ordered for Musk to remove the tweet.","65":"Spotify CEO Daniel Ek, while defending the firm's decision to continue airing Joe Rogan, told employees that meeting the firm's \"bold ambitions\" will entail having content that many of its employees may \"not be proud to be associated with\", The Verge reported. \"I want to remind everyone...We want to get to...a billion users,\" Ek reportedly said.\n","66":"Amazon has reported an increase of 9% in its revenue to $137.4 billion in the fourth quarter, compared with $125.6 billion in fourth quarter of 2020. Its net income increased to $14.3 billion compared with $7.2 billion in the year-ago period. For the entire 2021, the e-commerce firm's net income increased to $33.4 billion.","67":"Indian Institute of Science (IISc), Bengaluru on Thursday said that it's installed and commissioned one of India's most powerful supercomputers, 'Param Pravega', under the National Supercomputing Mission. The system has a total supercomputing capacity of 3.3 petaflops (1 petaflop equals a quadrillion operations\/second). It's also the largest supercomputer in an academic institution in the country.","68":"Speaking about Tesla's demand for import duty cuts on electric vehicles, the Central Board of Indirect Taxes and Customs' (CBIC) Chairman, Vivek Johri, said that duties are \"not a hindrance\". \"We looked at whether the duties need to be re-jigged, but some domestic production is happening and some investments have come in with the current tariff structure,\" Johri told Bloomberg. ","69":"Snap CEO Evan Spiegel in an earnings call said, \"Our expansion efforts in India continue to prove successful, and we are using our learnings to inform how we approach community growth in new geographies.\" \"While North America and Europe represent our largest monetisation opportunities in...near and medium term, rest of [the] world represents our largest community growth opportunity,\" he added.","70":"Nike sued online reseller StockX in the US for selling unauthorised NFTs of its sneakers. The complaint said StockX has sold over 500 Nike-branded NFTs. StockX allegedly told buyers they would be able to redeem the tokens for physical versions of the shoes in future. Nike has complained about the NFTs' \"inflated prices and murky terms of purchase and ownership\".","71":"The flaw in Apple's software which Israeli surveillance firm NSO Group exploited to break into iPhones in 2021 was simultaneously abused by a competing company QuaDream, Reuters reported citing sources. An NSO spokeswoman said the company \"did not cooperate\" with QuaDream. Both the firms have reportedly used very similar software exploits, known as ForcedEntry, since last year.","72":"Two members of Google's Ethical AI group have announced their departures from the company to join Timnit Gebru, who was earlier fired for criticising firm. Senior researcher Alex Hanna, and software engineer Dylan Baker, will join Gebru's nonprofit research institute, DAIR. \"Google's toxic problems are no mystery to anyone who's been there for more than a few months,\" Hanna said.","73":"Tesla is recalling over 8,17,000 vehicles in the US because an audible alert may not function when a vehicle starts and the driver has not buckled the seat belt, the National Highway Traffic Safety Administration said. It said Tesla's 2021-2022 Model S and Model X, 2017-2022 Model 3 and 2020-2022 Model Y do not comply with Occupant Crash Protection standards.","74":"The Mumbai-Nagpur Super Communication Expressway will be managed by a Korean Intelligent Transportation System (ITS). It's first time in India that an ITS will be used to monitor an expressway. The technology will ensure the safety of motorists and prevent accidents, officials said. A tied loan from Economic Development Cooperation Fund of the Republic of Korea will fund the system.","75":"Actor Sonu Sood has been announced as the new host of youth-based reality show 'Roadies' after Rannvijay Singha quit after 18 years. \"[Roadies'] journey emphasises on the importance of mental and emotional endurance along with physical strength, which is what drew me towards hosting the show,\" Sonu said. The new season of the show will be shot in South Africa.","76":"Actress and dancer Nora Fatehi seems to have deleted or deactivated her Instagram account. On clicking on the link of the actress' account, a message reads, \"Sorry, this page isn't available. The link you followed may be broken, or the page may have been removed. Go back to Instagram.\" Her account had 37.6 million followers.","77":"Actress Sherlyn Chopra was on Friday granted protection from arrest by the Supreme Court in connection to the porn films racket case. An appeal was filed by Chopra against a Bombay High Court order rejecting her anticipatory bail in the case which also involves Shilpa Shetty's husband Raj Kundra. SC earlier granted protection from arrest to co-accused Poonam Pandey.","78":"Comedian Kapil Sharma has expressed concern about his former colleague Sunil Grover's health. Grover recently underwent bypass surgery after a heart attack. \"I was totally shocked...I had sent him a message but obviously he just got discharged, so I can't expect a message back from him,\" Kapil told ETimes. Sunil and Kapil parted ways professionally in 2017 after a fall-out.","79":"A video shared by Bollywood photographer Viral Bhayani shows actor Ajay Devgn showing his ₹6.95 crore Rolls-Royce Cullinan to actress Alia Bhatt at a trailer event of Sanjay Leela Bhansali's upcoming film 'Gangubai Kathiawadi'. In the video that is going viral on social media, Alia can be heard saying, \"Wow, beautiful colour.\" Devgn had reportedly bought the car in 2019.","80":"Late actress Madhubala's 96-year-old sister Kaniz Balsara was thrown out of her New Zealand house by her daughter-in-law Sameena and put on a flight to Mumbai without any money, days after her son's death. Kaniz's daughter Perveez said her mother didn't even have money for the RT-PCR test at Mumbai airport. Perveez added that Sameena mistreated Kaniz for several years.","81":"Actor-filmmaker Farhan Akhtar and actress-TV host Shibani Dandekar will get married on February 21, Farhan's father Javed Akhtar has confirmed. Javed stated that the wedding will not be on a large scale owing to the pandemic, adding that it will be a very simple affair. Farhan and Shibani have reportedly been dating for over four years.","82":"Actor John Abraham reduced his acting fees for Sajid Khan's upcoming comedy by ₹3 crore to ₹18 crore, reports said. This comes after 'Mumbai Saga' and 'Satyameva Jayate 2' suffered losses, reports added. \"While the producers were keen to bring him down to  ₹15 crore, they finally zeroed in on ₹18 crore,\" Bollywood Hungama reported quoting a source as saying.","83":"Veteran actor Arun Bali was admitted to hospital in January as he was going through a neuromuscular problem. His son, Ankush Bali, said the condition wasn't life-threatening and that his father had been discharged and also dismissed speculation that he had abandoned his father. \"Till the last breath alive in me and my father, I'll keep serving him,\" Ankush stated.","84":"Social media influencer Yao Cabrera, who once faked his own death, reportedly fell from a third-floor balcony in Argentina on Monday. Cabrera was hospitalised after the incident and is now at his home, according to his story on Instagram. \"Tell them that I am a bit afraid about what happened...I want to be with my family,\" he wrote.","85":"Actor Emraan Hashmi took to Twitter on Thursday to wish his son, Ayaan Hashmi, on his birthday. Sharing a picture of Ayaan with his mother Parveen, Emraan wrote, \"Like father, like son. Happy birthday big boy.\" Reacting to his post, a user wrote, \"Hahaha. Hilarious caption,\" while another user wrote, \"This made me laugh.\" ","86":"Karan Johar's Dharma Productions is currently in talks to remake a couple of their older films in South Indian languages. \"We're talking about the remaking of one or two of our films,\" Dharma Productions CEO Apoorva Mehta said. \"One of our older films has shown a lot of interest with one or two players...So we're talking to them,\" he added. ","87":"Nawazuddin Siddiqui, who has wrapped up Kangana Ranaut's first production venture 'Tiku Weds Sheru', said that she has been a \"very supportive, creative and endearing producer\". He also praised his co-stars and said they inspired him and pushed him to give his best in the film. Nawazuddin will be seen sharing screen space with Avneet Kaur in 'Tiku Weds Sheru'. ","88":"Actress Huma Qureshi, who will be playing the character of Juhi Adhikari in web series ‘Mithiya’, has said she hopes her characters resonate with audience. “Be it Rani Bharti (in ‘Maharani’) or Juhi...both are strong-headed women,” Huma said. “I relate to these women and that’s why I think it’s important to bring them to the audience,” she added. ","89":"Italian actor Michele Morrone, who starred in the film '365 Days', is set to make his debut in the Indian entertainment industry alongside Jacqueline Fernandez with the music video 'Mud Mud Ke'. Michele shared his first look from the video on Instagram, writing, \"India, here I come!\" The first teaser of the music video will be released on February 8.  ","90":"Filmmaker Rajkumar Hirani is in advanced talks with Vicky Kaushal for an important role in his next film with Shah Rukh Khan, according to a report. The film, which is reportedly based on immigration, will also feature Taapsee Pannu and Boman Irani, reported Pinkvilla. Hirani and Vicky previously worked together in 'Sanju', which also featured Ranbir Kapoor. ","91":"Singer Selena Gomez has described her 2018 Met Gala appearance as her most memorable disaster. “We put on a bit of tanning lotion...but as the night went on, it kept getting darker,” she said. “When I...saw a photo of myself, it looked completely orange...My first thought was — ‘I have to get out of here',” Selena added. ","92":"Actor Allu Arjun visited late actor Puneeth Rajkumar's house in Bengaluru on Thursday and met his family. \"My humble respects to Puneeth Garu. My respect to the Rajkumar Garu's family, friends, well-wishers and fans,\" Allu Arjun tweeted along with a photo of him paying respects to Puneeth. The Kannada actor passed away due to heart attack in October 2021.","93":"Rakeysh Omprakash Mehra recalled shooting for 'Delhi-6' in Rajasthan at minus 4 degrees. \"We'd constructed a [temple] set...Suddenly I noticed...Waheedaji (Rehman) was standing bare feet [in]...temple,\" he said. \"I asked her why she wasn't wearing anything on feet...She replied, 'We're in...temple, aren't we?' I said, 'It's just set.' She said, 'But in my heart, it's still a temple',\" he added.","94":"Nitu Chandra, who made her Hollywood debut with 'Never Back Down: Revolt', revealed that she turned down Hollywood offers \"where Indians weren't represented in a very positive light\". She said she doesn't want to do anything that \"maligns our identity\". \"I want three billion global Indians to be proud of me,\" said Nitu, who has bagged two more Hollywood projects.  ","95":"Riteish Deshmukh and his actress-wife Genelia Deshmukh are teaming up for a comedy-drama film, titled 'Mister Mummy'. It'll be directed by Shaad Ali and produced by Bhushan Kumar's T-Series. Sharing the posters of the film on Twitter, Genelia wrote, \"A twisted laughter ride and story like never seen before...Get ready to laugh your heart out and till your stomach hurts.\" ","96":"Ajay Devgn has shared the first look of his character from 'Gangubai Kathiawadi' on his social media handles. He'll reportedly essay the role of don Karim Lala in the film, which also stars Alia Bhatt. Ajay has reunited with 'Gangubai Kathiawadi' director Sanjay Leela Bhansali after two decades. Their previous collaboration was the 1999 film 'Hum Dil De Chuke Sanam'.","97":"Actor Ajinkya Deo, while speaking about his late father and veteran actor Ramesh Deo, said, \"He completed his 93 years, stepped into his 94 and we lost him.\" \"He had...vigour to live till 100. He wanted to do that and we all hoped he would,\" he added. Ajinkya further said he's \"grateful to be his son and carry his name\". ","98":"Deepika Padukone has said 'Gehraiyaan' director Shakun Batra has \"showcased lovemaking very differently\" in the upcoming film. \"Intimacy isn't there to excite the audience. It is honest to the film and its characters,\" she added. Deepika further said she worked a lot during workshops, adding that she \"personally approached lovemaking like dance and action rehearsals\". ","99":"Actress Disha Patani has said 2022 will be a busy year for her. “I have ‘Ek Villain 2’ releasing and have also finished shooting for ‘Yodha’...Both the films are very different from each other with regards to genre and storyline,” she said. “Apart from these projects, there are some fascinating scripts which I am reading,” she added. "},"date_published":{"0":"04 Feb 2022,Friday","1":"04 Feb 2022,Friday","2":"04 Feb 2022,Friday","3":"04 Feb 2022,Friday","4":"04 Feb 2022,Friday","5":"04 Feb 2022,Friday","6":"04 Feb 2022,Friday","7":"04 Feb 2022,Friday","8":"04 Feb 2022,Friday","9":"04 Feb 2022,Friday","10":"04 Feb 2022,Friday","11":"04 Feb 2022,Friday","12":"04 Feb 2022,Friday","13":"04 Feb 2022,Friday","14":"04 Feb 2022,Friday","15":"04 Feb 2022,Friday","16":"04 Feb 2022,Friday","17":"04 Feb 2022,Friday","18":"04 Feb 2022,Friday","19":"04 Feb 2022,Friday","20":"04 Feb 2022,Friday","21":"04 Feb 2022,Friday","22":"04 Feb 2022,Friday","23":"04 Feb 2022,Friday","24":"04 Feb 2022,Friday","25":"04 Feb 2022,Friday","26":"04 Feb 2022,Friday","27":"04 Feb 2022,Friday","28":"04 Feb 2022,Friday","29":"04 Feb 2022,Friday","30":"04 Feb 2022,Friday","31":"04 Feb 2022,Friday","32":"04 Feb 2022,Friday","33":"04 Feb 2022,Friday","34":"04 Feb 2022,Friday","35":"04 Feb 2022,Friday","36":"04 Feb 2022,Friday","37":"04 Feb 2022,Friday","38":"04 Feb 2022,Friday","39":"04 Feb 2022,Friday","40":"04 Feb 2022,Friday","41":"04 Feb 2022,Friday","42":"04 Feb 2022,Friday","43":"04 Feb 2022,Friday","44":"04 Feb 2022,Friday","45":"04 Feb 2022,Friday","46":"04 Feb 2022,Friday","47":"04 Feb 2022,Friday","48":"04 Feb 2022,Friday","49":"04 Feb 2022,Friday","50":"03 Feb 2022,Thursday","51":"04 Feb 2022,Friday","52":"04 Feb 2022,Friday","53":"03 Feb 2022,Thursday","54":"04 Feb 2022,Friday","55":"04 Feb 2022,Friday","56":"04 Feb 2022,Friday","57":"04 Feb 2022,Friday","58":"03 Feb 2022,Thursday","59":"04 Feb 2022,Friday","60":"04 Feb 2022,Friday","61":"04 Feb 2022,Friday","62":"04 Feb 2022,Friday","63":"04 Feb 2022,Friday","64":"03 Feb 2022,Thursday","65":"04 Feb 2022,Friday","66":"04 Feb 2022,Friday","67":"04 Feb 2022,Friday","68":"04 Feb 2022,Friday","69":"04 Feb 2022,Friday","70":"04 Feb 2022,Friday","71":"04 Feb 2022,Friday","72":"04 Feb 2022,Friday","73":"03 Feb 2022,Thursday","74":"04 Feb 2022,Friday","75":"04 Feb 2022,Friday","76":"04 Feb 2022,Friday","77":"04 Feb 2022,Friday","78":"04 Feb 2022,Friday","79":"04 Feb 2022,Friday","80":"04 Feb 2022,Friday","81":"04 Feb 2022,Friday","82":"04 Feb 2022,Friday","83":"04 Feb 2022,Friday","84":"04 Feb 2022,Friday","85":"04 Feb 2022,Friday","86":"04 Feb 2022,Friday","87":"04 Feb 2022,Friday","88":"04 Feb 2022,Friday","89":"04 Feb 2022,Friday","90":"04 Feb 2022,Friday","91":"04 Feb 2022,Friday","92":"04 Feb 2022,Friday","93":"04 Feb 2022,Friday","94":"04 Feb 2022,Friday","95":"04 Feb 2022,Friday","96":"04 Feb 2022,Friday","97":"04 Feb 2022,Friday","98":"04 Feb 2022,Friday","99":"04 Feb 2022,Friday"}}