{"section":{"0":"business","1":"business","2":"business","3":"business","4":"business","5":"business","6":"business","7":"business","8":"business","9":"business","10":"business","11":"business","12":"business","13":"business","14":"business","15":"business","16":"business","17":"business","18":"business","19":"business","20":"business","21":"business","22":"business","23":"business","24":"business","25":"sports","26":"sports","27":"sports","28":"sports","29":"sports","30":"sports","31":"sports","32":"sports","33":"sports","34":"sports","35":"sports","36":"sports","37":"sports","38":"sports","39":"sports","40":"sports","41":"sports","42":"sports","43":"sports","44":"sports","45":"sports","46":"sports","47":"sports","48":"sports","49":"sports","50":"technology","51":"technology","52":"technology","53":"technology","54":"technology","55":"technology","56":"technology","57":"technology","58":"technology","59":"technology","60":"technology","61":"technology","62":"technology","63":"technology","64":"technology","65":"technology","66":"technology","67":"technology","68":"technology","69":"technology","70":"technology","71":"technology","72":"technology","73":"technology","74":"technology","75":"entertainment","76":"entertainment","77":"entertainment","78":"entertainment","79":"entertainment","80":"entertainment","81":"entertainment","82":"entertainment","83":"entertainment","84":"entertainment","85":"entertainment","86":"entertainment","87":"entertainment","88":"entertainment","89":"entertainment","90":"entertainment","91":"entertainment","92":"entertainment","93":"entertainment","94":"entertainment","95":"entertainment","96":"entertainment","97":"entertainment","98":"entertainment","99":"entertainment"},"title":{"0":"Drop in Meta's market value more than the total value of India's largest firm: Kotak","1":"Facebook's user growth in India slowed due to data price rise: Meta CFO","2":"Meta drops below Berkshire Hathaway in market value for 1st time in 2 yrs","3":"Amazon adds $135 bn in one of the biggest 1-day gains in US market","4":"Mukesh Ambani buys ₹13cr Rolls-Royce SUV, one of India's most expensive cars: Report","5":"Ashneer Grover seeks removal of CEO Suhail Sameer from BharatPe's board: Reports","6":"I am sorry for nothing: BharatPe Co-founder Ashneer Grover to employees","7":"Shaadi.com's Anupam Mittal invested ₹5.4 crore in 24 businesses on Shark Tank India","8":"JD.com's billionaire CEO to donate shares worth $2.3 billion to charity","9":"Jio invests $15 million in US-based startup Two Platforms for 25% stake","10":"RBI examining if BharatPe violated corporate governance rules: Report","11":"Couple arrested for evading GST of ₹12 crore in Thane","12":"IndiGo appoints Co-founder Rahul Bhatia as Managing Director","13":"Budget 2022 focused on capex, boosting infra: Hiranandani Group MD","14":"Govt hasn't acknowledged reality of jobs crisis: CMIE CEO on Budget","15":"Budget 2022-23 thoughtful policy agenda for India: IMF MD","16":"Duties not a hindrance: CBIC chief on Tesla's call for tax breaks","17":"Before Meta, which firms recorded biggest 1-day drops in US market history?","18":"Bezos' ex-wife MacKenzie donates $133 mn to education non-profit","19":"Bosch India to invest over ₹1,000 cr in localisation of advanced auto tech","20":"Wine sales may jump 25% as Maha allows sale in supermarkets: AIWPA","21":"IndiGo posts ₹130 cr profit in Q3 after reporting losses for 7 quarters","22":"Manyavar owner gets ₹945 crore from anchor investors ahead of IPO","23":"Adani Wilmar fixes issue price at ₹230 apiece for ₹3,600 crore IPO","24":"I spent a lot of time in writing my Budget 2022 speech: FM Sitharaman","25":"Putin appears to fall asleep as Ukraine athletes enter during Olympics opening ceremony","26":"Viral pic not from selection meeting: Ganguly on being accused of influencing selections","27":"India's only athlete at Beijing Olympics carries Tricolour at opening ceremony","28":"Medical staff trips over fence during U-19 World Cup match, video goes viral","29":"It hit me when I lost the captaincy in IPL: David Warner","30":"ODI revolution happened with 1996 World Cup: Tendulkar ahead of India's 1,000th ODI","31":"F1 team Aston Martin sign long-term deal with Saudi Arabia’s Aramco","32":"Can't ask better players than Rashid, Gill for Ahmedabad IPL team: Hardik","33":"Women's IPL should be top priority: Vaughan to BCCI President Ganguly","34":"Dominic Thiem aiming for return to tennis at Indian Wells in March","35":"Thorpe resigns as England men's cricket team assistant coach","36":"Hopefully an Indian player can make the transfer to Man Utd: Berbatov","37":"Haven't heard from BCCI on crowd capacity for T20I series: CAB President","38":"Played for 2 unpleasant hours: Nadal on 2014 Aus Open loss to Wawrinka ","39":"I was like 'wow': Knight on Gill in India's 2020\/21 series vs Australia","40":"Yash Dhull doesn't give up in difficult situations: Dhull's father","41":"Thought about my 21-year-long journey on winning Olympic medal: Sreejesh","42":"I see it as playing best tournament in the world: Warner on IPL","43":"Think of myself as a cricketer who is at peak of his game: Harshal","44":"Nadal’s 21st Grand Slam trophy put on display at Mallorca academy","45":"US athletes shouldn't anger ruthless Chinese govt at Olympics: Pelosi","46":"Hardik was injured, given break, I expect him to bowl more ahead: Ganguly","47":"Mallorca airport set to be renamed 'Rafa Nadal International Airport'","48":"Egypt beat Cameroon 3-1 on penalties to reach AFCON final","49":"Learned discipline from Indian Army, it built me as an athlete: Skier Arif","50":"Facebook parent Meta's $230-billion wipeout biggest in US market history","51":"$11.7mn pure gold cube placed in US park by German artist to promote his crypto","52":"Indian scientists develop self-disinfecting, washable COVID-19 masks","53":"Facebook facing unprecedented level of competition: CEO after Meta's $251 bn wipeout","54":"Instagram launches 'Take a Break' feature in India, allows users to set break reminders","55":"Mark Zuckerberg loses $31 bn in one of the biggest one-day drops in wealth ever","56":"Drop in Meta's market value more than the total value of India's largest firm: Kotak","57":"Amazon adds $135 bn in one of the biggest 1-day gains in US market","58":"Meta drops below Berkshire Hathaway in market value for 1st time in 2 yrs","59":"Ambani, Adani become richer than Zuckerberg after he loses $29 billion: Forbes","60":"Only 2 persons submitted mobiles so far: SC panel probing Pegasus case","61":"Facebook's user growth in India slowed due to data price rise: Meta CFO","62":"Facebook parent Meta's rating cut by JPMorgan for 1st time since its IPO ","63":"Snapchat-parent reports its 1st-ever quarterly net profit since IPO","64":"In a first, Korean tech to be used to monitor Mumbai-Nagpur expressway","65":"Nike sues StockX over sale of unauthorised NFTs of its sneakers","66":"Amazon reports 9% rise in revenue at $137 bn in Q4","67":"Before Meta, which firms recorded biggest 1-day drops in US market history?","68":"Bezos' ex-wife MacKenzie donates $133 mn to education non-profit","69":"iPhone flaw exploited by second Israeli firm besides NSO: Report","70":"2 Google Ethical AI team members leave to join ousted colleague","71":"Our India expansion efforts continue to prove successful: Snap CEO","72":"Duties not a hindrance: CBIC chief on Tesla's call for tax breaks","73":"Spotify CEO says firm working with Rogan to meet bold goals: Report","74":"IISc B'luru commissions one of India's most powerful supercomputers","75":"Sonu Sood announced as 'Roadies' host as Rannvijay quits after 18 years","76":"Ileana D'Cruz shares unedited pic, says 'I deleted all apps that make one look slimmer'","77":"Ajay Devgn shows his ₹6.95 crore Rolls-Royce to Alia Bhatt, video goes viral","78":"Sherlyn Chopra given protection from arrest by Supreme Court in porn films case","79":"'Did you write Rahul Gandhi's speech?' Twitter user asks Vir Das, he replies","80":"I sent Sunil a message, can't expect reply as he just got discharged: Kapil on surgery","81":"Nora Fatehi's account deleted from Instagram","82":"Arun Bali's son denies abandoning ill father, says 'Will serve him till last breath'","83":"Nora's Instagram account restored, actress says 'someone trying to get into my account'","84":"John Abraham reduces his acting fees for Sajid Khan's next, charges ₹18 crore: Reports","85":"Dharma Productions in talks to remake their older films in South languages","86":"Intimacy isn't there to excite the audience: Deepika on 'Gehraiyaan'","87":"Riteish Deshmukh, Genelia to star in comedy film 'Mister Mummy'","88":"Allu Arjun visits Puneeth Rajkumar's family in Bengaluru, shares pic","89":"Vicky in talks for Shah Rukh Khan's next with Hirani: Report","90":"Want my characters to resonate with audience: Huma Qureshi","91":"'365 Days' star Michele to make Indian debut with 'Mud Mud Ke' music video","92":"2022 will be a busy year: Disha Patani on upcoming projects ","93":"Emraan shares son's pic on his b'day, says 'Like father, like son'","94":"Kangana has been a very supportive & endearing producer: Nawazuddin","95":"2018 Met Gala appearance was my most memorable disaster: Selena ","96":"He had the vigour to live till 100: Ajinkya Deo on dad Ramesh Deo","97":"Today's songs have no shelf life, recall value: Suresh Wadkar","98":"I have to accept life's good & bad sides to be on top: Kangana ","99":"Waheeda Rehman stood barefoot in temple set at minus 4 degrees: Rakeysh"},"author":{"0":"Arshiya Chopra","1":"Sakshita Khosla","2":"Hiral Goyal","3":"Hiral Goyal","4":"Arshiya Chopra","5":"Kiran Khatri","6":"Kiran Khatri","7":"Kiran Khatri","8":"Hiral Goyal","9":"Arshiya Chopra","10":"Hiral Goyal","11":"Shalini Ojha","12":"Hiral Goyal","13":"Subhangi Singh","14":"Subhangi Singh","15":"Subhangi Singh","16":"Hiral Goyal","17":"Kiran Khatri","18":"Hiral Goyal","19":"Subhangi Singh","20":"Subhangi Singh","21":"Hiral Goyal","22":"Subhangi Singh","23":"Hiral Goyal","24":"Hiral Goyal","25":"Arshiya Chopra","26":"Anmol Sharma","27":"Sakshita Khosla","28":"Ridham Gambhir","29":"Anmol Sharma","30":"Anmol Sharma","31":"Veer Badani","32":"Anant Kaur","33":"Anant Kaur","34":"Veer Badani","35":"Anant Kaur","36":"Veer Badani","37":"Anant Kaur","38":"Anant Kaur","39":"Arnab Mukherji ","40":"Arnab Mukherji ","41":"Anant Kaur","42":"Anant Kaur","43":"Anant Kaur","44":"Veer Badani","45":"Athira Sasidharan","46":"Anant Kaur","47":"Veer Badani","48":"Veer Badani","49":"Anant Kaur","50":"Pragya Swastik","51":"Sakshita Khosla","52":"Ridham Gambhir","53":"Kiran Khatri","54":"Arshiya Chopra","55":"Pragya Swastik","56":"Arshiya Chopra","57":"Hiral Goyal","58":"Hiral Goyal","59":"Pragya Swastik","60":"Atul Mishra","61":"Sakshita Khosla","62":"Kiran Khatri","63":"Aishwarya Awasthi","64":"Swati Dubey","65":"Aishwarya Awasthi","66":"Aishwarya Awasthi","67":"Kiran Khatri","68":"Hiral Goyal","69":"Aishwarya Awasthi","70":"Aishwarya Awasthi","71":"Aishwarya Awasthi","72":"Hiral Goyal","73":"Aishwarya Awasthi","74":"Medhaa Gupta","75":"Anmol Sharma","76":"Daisy Mowke","77":"Daisy Mowke","78":"Sakshita Khosla","79":"Sakshita Khosla","80":"Daisy Mowke","81":"Daisy Mowke","82":"Daisy Mowke","83":"Daisy Mowke","84":"Anmol Sharma","85":"Udit Gupta","86":"Udit Gupta","87":"Udit Gupta","88":"Udit Gupta","89":"Udit Gupta","90":"Ramanpreet Singh Virdi ","91":"Udit Gupta","92":"Ramanpreet Singh Virdi ","93":"Udit Gupta","94":"Udit Gupta","95":"Ramanpreet Singh Virdi ","96":"Udit Gupta","97":"Ramanpreet Singh Virdi ","98":"Ramanpreet Singh Virdi ","99":"Udit Gupta"},"content":{"0":"After Facebook parent Meta lost $251 billion in market value, suffering the biggest wipeout in US market's history, Kotak Mahindra Bank CEO Uday Kotak said, \"That is more than the total value of India's largest company.\" \"It highlights the fragility and fickleness of our times. Welcome to the never normal world,\" he added.","1":"Facebook's user growth in India was hit due to a hike in prepaid data prices in the fourth quarter of 2021, Meta CFO David Wehner has said. This came after the social media giant recorded a drop in its Daily Active Users (DAUs) for the first time in its 18-year history. Wehner also blamed \"competitive services\" for the DAU drop.","2":"Meta Platforms is now worth about $50 billion less than Berkshire Hathaway after the social media giant's stock plunged 27% on Thursday, wiping out over $250 billion from its market capitalisation. Meta overtook billionaire investor Warren Buffett-led Berkshire in market value nearly two years ago. Buffett is now richer than Meta CEO Mark Zuckerberg, who lost $31 billion on Thursday.","3":"Amazon added more than $135 billion in market value in one of the biggest single-day gains in US stock market history after its shares surged as much as 12% on Friday. The company's stock surged after it beat profit expectations for the fourth quarter. On Thursday, Amazon stock declined 7.8%, wiping out more than $110 billion from its market value.","4":"Reliance Industries Chairman Mukesh Ambani has bought Rolls-Royce Cullinan costing ₹13.14 crore, one of India's most expensive cars, PTI reported quoting RTO officials. While base price of the car is said to be ₹6.95 crore, reports claimed that customised modifications substantially raised the SUV's price. A one-time tax of ₹20 lakh has reportedly been paid by RIL for the car.","5":"BharatPe Co-founder and MD Ashneer Grover, who's currently on leave, has reportedly sought to remove CEO Suhail Sameer as a director on the company's board. In a letter dated February 2, Grover stated that he's withdrawing his nomination for Sameer's appointment on the board, reports said. In an interview to Moneycontrol, Grover referred to Sameer as \"a puppet of investors\".","6":"When asked if he'd want to say something to his employees who feel \"mistreated\", BharatPe Co-founder Ashneer Grover told Moneycontrol, \"I'm sorry for nothing.\" \"I'm absolutely unapologetic...I have the best of intentions,\" he said. One can't expect someone to \"create a $6 billion dollar business in less than four years\" and \"want everything to be perfect, including culture\", Grover added. ","7":"Shaadi.com Founder Anupam Mittal revealed on LinkedIn that he has committed ₹5.4 crore to 24 businesses on Shark Tank India, of which 50% are led by women entrepreneurs and 70% by youngsters. Out of a total of 198 pitches, 67 businesses received deals on the show, he wrote. Of them, 87% of the founders had no IIT\/IIM degrees, Mittal added.","8":"Chinese e-commerce giant JD.com's Founder and CEO Richard Liu will donate company shares worth about $2.3 billion to charity, JD.com has announced. The move comes amid Chinese President Xi Jinping's call to achieve \"common prosperity\", which seeks to narrow wealth inequality. According to Bloomberg Billionaires Index, 49-year-old Liu has a net worth of $16.3 billion.","9":"Jio has announced that it has invested $15 million in Silicon Valley-based startup Two Platforms for a 25% equity stake on a fully diluted basis. \"TWO is an Artificial Reality company with focus on building interactive and immersional AI experiences,\" Jio said. \"Jio is foundational to India's digital transformation. We...are excited to partner with Jio,\" TWO CEO Pranav Mistry said.","10":"The Reserve Bank of India (RBI) is examining if there were violations of corporate governance rules at BharatPe amid the recent controversy involving its Co-founder Ashneer Grover, reported Moneycontrol. BharatPe and Centrum Financial Services are joint venture partners of Unity Small Finance Bank. The fintech startup's board has hired two firms to conduct a corporate governance review.","11":"Central Goods and Services Tax (CGST) authorities in Thane have arrested a couple, a 50-year-old man and his 48-year-old wife, for allegedly evading GST of ₹12.23 crore. The couple were partners in a city-based firm, Datalink Consultancy. They charged GST from high-profile companies for providing manpower but didn't deposit it to government exchequer for over a year, an official said.","12":"Budget carrier IndiGo's parent company InterGlobe Aviation announced on Friday that it has appointed its Co-founder Rahul Bhatia as Managing Director with immediate effect. Bhatia has been appointed for a period of five years and will not draw any remuneration during his tenure, the company said. Bhatia and Co-founder Rakesh Gangwal together own a 74.44% stake in the company.","13":"Budget 2022 focused on capital expenditure, manufacturing and 'atmanirbharta' in defence and also push on infrastructure, Hiranandani Group MD Niranjan Hiranandani said. The Budget grants infrastructure status to data centres which will \"enable India to become a global data centre hub\", he added. It also strikes \"a balance between macro-growth with micro-all-inclusive welfare\", he said further.","14":"Reacting to the Budget 2022-23, CEO of Centre for Monitoring Indian Economy (CMIE) Mahesh Vyas said that the budget overlooked the factors that are influencing the decline in the employment rate. \"The government has not even acknowledged the reality of the jobs crisis,\" he added. \"There is an absence of a microeconomic view and a macroeconomic solution,\" he further said.","15":"Reacting to India's Budget 2022-23, International Monetary Fund's MD Kristalina Georgieva said that it is a very ''thoughtful policy agenda''. ''We are very positive on the fact that India is thinking of addressing short-term issues, but also long-term structural transformation,\" she added. \"There's a great deal of emphasis placed on innovation on research...and digitalisation,'' she said further.","16":"Speaking about Tesla's demand for import duty cuts on electric vehicles, the Central Board of Indirect Taxes and Customs' (CBIC) Chairman, Vivek Johri, said that duties are \"not a hindrance\". \"We looked at whether the duties need to be re-jigged, but some domestic production is happening and some investments have come in with the current tariff structure,\" Johri told Bloomberg. ","17":"Facebook's parent Meta's shares lost over $251 billion in market value on Thursday in the biggest collapse for any US company. Before this, the record was held by Apple, which shed nearly $180 billion on September 3, 2020, as per Bloomberg. Microsoft had lost $178 billion on March 16, 2020 and Tesla lost $140 billion on November 9, 2021.","18":"Amazon's billionaire Founder Jeff Bezos' ex-wife and philanthropist MacKenzie Scott has donated $133.5 million to Communities in Schools (CIS). \"The unprecedented gift is the largest unrestricted donation in CIS' history,\" the US-based education nonprofit said. MacKenzie Scott has a net worth of $46.6 billion, as per Bloomberg. She has donated more than $8.6 billion to over 780 organisations.","19":"Auto components firm Bosch has said that it will invest over ₹1,000 crore in India for the localisation of advanced automotive technologies over the next five years and support the government's Atmanirbhar Bharat mission. Bosch, which completed its 100th year in the Indian market, also launched its mobility marketplace to provide its mobility-related assets under one platform.","20":"Days after Maharashtra government allowed the sale of wine in supermarkets and shelf-in shops, All India Wine Producers Association (AIWPA) said that wine sales in the state could rise 25-30%. Maharashtra accounts for 25-30% of the total wine sales in the country, which roughly translates to around 75-90 lakh litres, AIWPA President Jagdish Holkar added.","21":"InterGlobe Aviation, the operator of India's biggest airline IndiGo, has reported a net profit of ₹129.79 crore for the third quarter ended December 2021, after posting losses for seven consecutive quarters. The company's revenue from operations rose 89.3% year-on-year to ₹9,294.8 crore during the period. Its passenger ticket revenues were up 98.4% and stood at ₹8,073.1 crore for the quarter.","22":"Ethnic wear brand Manyavar owner Vedant Fashions mobilised ₹945 crore from 75 anchor investors ahead of its IPO, which opened for subscription on Friday. The company has allotted over one crore equity shares to anchor investors at its upper price band. Vedant Fashions has fixed the price band at ₹824-₹866 per share and is raising ₹3,150 crore through its IPO. ","23":"Adani Wilmar has finalised the issue price for its ₹3,600 crore IPO at the upper end of its price band at ₹230 per share. The company's shares are expected to list on the bourses on February 8. Its offer was subscribed 17.37 times between January 27 and January 31, with non-institutional investors bidding for 56.3 times the allotted quota.","24":"Finance Minister Nirmala Sitharaman told ET NOW that she herself wrote Budget 2022 speech which was her shortest Budget speech. \"I've spent a lot of time in making sure that the words matter,\" she said. Income from virtual digital assets will be taxed at 30% and 'digital rupee' will be issued by RBI starting 2022-23, Sitharaman announced in her speech.","25":"Russian President Vladimir Putin appeared to fall asleep during the opening ceremony of Beijing Winter Olympics. A video has also surfaced online, wherein the leader seemed to be dozing when athletes from Ukraine marched into Beijing's National Stadium. Indian envoy boycotted the ceremony after China made a soldier who was injured in Galwan Valley clash a torchbearer.","26":"On being accused of influencing Team India selections by participating in selection committee meetings, BCCI President Sourav Ganguly said that the accusations are baseless. He added that a viral picture showing him sitting with Virat Kohli and selectors in a meeting wasn't from a selection committee meeting. \"I do the job of what BCCI President should be doing,\" he stated.","27":"Indian skier Arif Khan led a four-member Indian contingent during the Winter Olympics opening ceremony on Friday, amid a diplomatic boycott of the event by India. The 31-year-old from J&K is India's only participant in the Games and his competitions are slated for February 13 and 16. India has sent a six-member contingent to the Winter Olympics in China's Beijing.","28":"The ICC on Friday shared a video on Instagram that showed two members of the medical team tumbling as they attempted to climb over an advertisement barrier to enter into the field during a U-19 World Cup tournament match. Meanwhile, commentator Alan Wilkins could be heard in the background, \"Absolutely top effort to get there as quickly as possible.\"","29":"Talking about being sacked as SunRisers Hyderabad captain in the IPL last season, David Warner said, \"Last year, it hit me when I lost the captaincy in the IPL.\" He added, \"I thought I could go back the old way, look at my stats. I believe that I didn't have to comment or do anything like that post that.\"","30":"Talking about ODI cricket ahead of India's 1,000th ODI, Sachin Tendulkar said, \"The hype of ODIs happened in 1996 World Cup and that was when biggest transformation happened.\" He added, \"Before that 1983 happened and it was magnificent. Yes, there were full capacity stadiums but post 1996 World Cup, things started changing and those changes were visible changes.\"","31":"Formula One’s Aston Martin on Thursday said they have signed a long-term deal with Saudi Arabian oil company Aramco. The deal includes team sponsorship rights, exclusive branding and endorsements rights for Aramco fuels and lubricants and a licensing agreement. Aston Martin said the partnership will help in achieving F1’s goal of cars being fully powered by sustainable fuels by 2025. ","32":"Referring to Ahmedabad IPL team's pre-auction signing of Rashid Khan and Shubman Gill ahead of IPL 2022 mega auction, team's skipper Hardik Pandya said he couldn't have asked for better players, calling them tremendous team players. \"Rashid [is] an out-and-out match-winner...Shubman [is] a brilliant young talent,\" he added. Rashid and Shubman were signed for ₹15 crore and ₹8 crore respectively.","33":"Ex-England captain Michael Vaughan took to Twitter to talk about introducing a full-fledged women's franchise T20 league in India. \"A women's IPL should be top priority now, Sourav Ganguly!! Let's get it sorted,\" he wrote. Earlier, BCCI President Ganguly said the board will host a bigger women's IPL once the number of women players goes up.","34":"Former world number three Dominic Thiem on Thursday said he aims at making a return to tennis at Indian Wells in March, following a wrist injury that has kept him out since June 2021. “I need some consistent time on-court before making my comeback,” the 28-year-old said. Thiem, the 2020 US Open champion, won the 2019 Indian Wells tournament. ","35":"England men's team assistant coach Graham Thorpe has left his position, confirmed ECB on Friday. This came after Managing Director Ashley Giles and head coach Chris Silverwood stepped down from their respective roles recently, following England's 0-4 Ashes Test series loss against Australia. \"I've been very fortunate to have worked with so many good players and coaches,\" said Thorpe.","36":"Former Manchester United striker Dimitar Berbatov said he hopes to see an Indian play for the English club one day, adding it would be a great success to see Indian players in European championships. “Even if you come from India and the football there is not up to the European level, you need to believe in yourself,” the 41-year-old said. ","37":"Reacting to media reports that West Indies-India three-match T20I series would be held in an empty stadium, Cricket Association of Bengal (CAB) President Avishek Dalmiya said board hasn't received any written information from BCCI regarding it. India will play three ODIs at Narendra Modi Stadium, Ahmedabad from February 6 followed by T20I series at Eden Gardens, Kolkata from February 16.","38":"Recalling his 2014 Australian Open final loss to Switzerland's Stan Wawrinka, 21-time Grand Slam champion Rafael Nadal said he had two unpleasant hours on court because he didn't want to retire in a Grand Slam final. He added, \"It meant playing for two hours knowing that I had no chance of winning.\" Wawrinka defeated Nadal 6-3, 6-2, 3-6, 6-3.","39":"Revealing his reaction to Shubman Gill's performance in India's 2020\/21 series against Australia, ex-England cricketer Nick Knight said he was like \"wow\", adding that Gill is a \"really special player\". \"He has got all the shots, plays the short ball nicely. Gill...[will] be a wonderful player,\" stated Knight. Gill scored 259 runs in three Tests during the series.","40":"Reacting to India reaching the Under-19 World Cup final for the eighth time, under the leadership of his son Yash, Yash's father Vijay Dhull said he doesn't \"give up\" in difficult situations. \"Yash has picked up the right lessons. He understood the importance of being patient,\" added Vijay. \"When he performs on the field, he is not over-excited,\" stated Vijay.","41":"Recalling the last-ditch save against Germany in the bronze medal playoff to secure the country's first Olympic medal in hockey in 41 years at Tokyo Olympics, Indian men's hockey team goalkeeper PR Sreejesh said he became emotional. \"I thought about the incredible 21-year-long journey I had since I began playing hockey at the GV Raja Sports School,\" he added.","42":"David Warner, who holds the record for hitting most (50) fifties in IPL, called the tournament \"best\" in world. \"But I'm getting a lot of practice and insight for when I've to go there for Australia, whether it's for Tests or ODIs,\" said Warner. The 35-year-old was released by SRH on IPL 2022 retention day. He's fifth-highest scorer in IPL.","43":"Following his inclusion in India's 18-member squad for T20I series against West Indies, all-rounder Harshal Patel said he thinks of himself as a cricketer who is at the peak of his game and wants to continue to learn. It'll be the 31-year-old's second T20I series. Notably, Harshal was the leading wicket-taker in IPL 2021, with 32 wickets from 15 matches.","44":"Rafael Nadal on Friday put a replica of his 2022 Australian Open trophy on display at the Rafa Nadal Museum, which is housed at his academy in Mallorca. Nadal won the Australian Open in five sets, beating world number two Daniil Medvedev to claim a record 21st Grand Slam title, becoming the first male player to reach 21 titles. ","45":"US House Speaker Nancy Pelosi urged the US athletes competing in the Beijing Winter Olympics to not speak on China's human rights abuses. \"You're there to compete. Don't risk incurring the anger of the Chinese government because they're ruthless,\" Pelosi said. The US in December had announced a diplomatic boycott of the Games in protest at China's human rights record. ","46":"Talking about Hardik Pandya's future as he took a break from cricket post T20 World Cup 2021 to focus on his rehab, BCCI President Sourav Ganguly said India all-rounder was given time to recover completely from injuries. He added that Hardik is expected to bowl a lot more going ahead. Recently, Hardik was picked as captain of IPL Ahmedabad team.","47":"More than 7,000 people on Thursday signed a petition on change.org, calling for the Palma de Mallorca International Airport to be renamed to “Rafa Nadal International Airport”. The president of the region Francina Armengol said the initiative was “positive”, following Nadal’s record 21st Grand Slam. The airport in Mallorca is the third busiest in Spain, after Madrid and Barcelona. ","48":"Egypt on Thursday beat Cameroon 3-1 in a penalty shootout to reach the final of the Africa Cup of Nations (AFCON). Egypt’s Mohamed Salah will face Liverpool teammate Sadio Mane in the final, after Senegal beat Burkina Faso in their semi-final. Egypt has won the AFCON tournament a record seven times previously, while Senegal is looking for their first title.","49":"Skier Arif Khan, who is the only Indian athlete participating at Beijing Winter Olympics 2022, credited Indian Army for his \"discipline skills and mental strength\" as he studied in an Army school in Tangmarg, Jammu and Kashmir. \"Physical coaches from Indian Army...trained us so well, physically and mentally, that it actually built me as an athlete in life,\" said Arif.","50":"Facebook's parent Meta's shares plunged 27% and Thursday's collapse wiped out $230 billion of the company's market value. It's the biggest collapse in market value for any US company but there's no certainty that the losses will hold, given the volatility, Bloomberg said. This comes after Facebook's daily active users fell for the first time in its 18-year history.","51":"A German artist created a pure 24-carat gold cube weighing 410 pounds (approx 186 kg) and placed it in the middle of New York's Central Park in order to promote his own cryptocurrency. Niclas Castello unveiled the cube, that's worth $11.7 million and took over 4,500 hours to be created, on Thursday. A security team was also stationed near it.","52":"The Ministry of Science and Technology on Friday announced that a team of Indian scientists have developed a self-disinfecting antiviral mask to fight COVID-19. The mask is biodegradable, highly breathable and washable in nature. As per the ministry, it is coated with copper-based nanoparticles that are efficient against coronavirus as well as other viral and bacterial infections. ","53":"At a virtual meeting, Meta CEO Mark Zuckerberg explained that the stock crashed due to weak revenue forecast in the current quarter and asked employees to focus on Facebook's short-video product. Zuckerberg reportedly said Facebook is facing an \"unprecedented level of competition\" due to video platforms like TikTok. Meta's stock collapse wiped out $251 billion in market value on Thursday. ","54":"Instagram has launched its 'Take A Break' feature across the world, including India, months after it was rolled out in countries like US, UK, Ireland, Canada and Australia. The opt-in control enables users to receive in-app break reminders after a duration of their choosing. It's currently available for iOS devices and will roll out to Android in a few weeks.","55":"Meta CEO Mark Zuckerberg's wealth dropped by $31 billion in one of the biggest one-day drops in wealth ever, Bloomberg reported on Thursday. Zuckerberg's net worth is now estimated at $92 billion, down from $120.6 billion as of market close on Wednesday. This comes after Meta's fourth-quarter results fell short of analysts' expectations and the company's shares fell around 25%. \n","56":"After Facebook parent Meta lost $251 billion in market value, suffering the biggest wipeout in US market's history, Kotak Mahindra Bank CEO Uday Kotak said, \"That is more than the total value of India's largest company.\" \"It highlights the fragility and fickleness of our times. Welcome to the never normal world,\" he added.","57":"Amazon added more than $135 billion in market value in one of the biggest single-day gains in US stock market history after its shares surged as much as 12% on Friday. The company's stock surged after it beat profit expectations for the fourth quarter. On Thursday, Amazon stock declined 7.8%, wiping out more than $110 billion from its market value.","58":"Meta Platforms is now worth about $50 billion less than Berkshire Hathaway after the social media giant's stock plunged 27% on Thursday, wiping out over $250 billion from its market capitalisation. Meta overtook billionaire investor Warren Buffett-led Berkshire in market value nearly two years ago. Buffett is now richer than Meta CEO Mark Zuckerberg, who lost $31 billion on Thursday.","59":"Reliance Industries Chairman Mukesh Ambani and Adani Group Chairman Gautam Adani are now richer than Facebook's Mark Zuckerberg, as per Forbes' real-time billionaires list. Zuckerberg's wealth fell by $29.7 billion to $84.8 billion as Facebook's parent company Meta's shares crashed 26% after a weak revenue forecast. Adani's fortune stood at $90.1 billion, while Ambani's fortune is $90 billion.","60":"A three-member panel constituted by the Supreme Court that is probing the use of Pegasus for alleged spying said that only two persons have produced their mobile phones for taking digital images. The panel extended the deadline to February 8 for the members of the public who had \"reasonable cause to suspect that their mobiles had been infected with Pegasus\".","61":"Facebook's user growth in India was hit due to a hike in prepaid data prices in the fourth quarter of 2021, Meta CFO David Wehner has said. This came after the social media giant recorded a drop in its Daily Active Users (DAUs) for the first time in its 18-year history. Wehner also blamed \"competitive services\" for the DAU drop.","62":"JPMorgan Chase analyst Doug Anmuth has downgraded his rating on Facebook parent Meta to \"neutral\" from \"overweight\" and lowered the share price target after the company's earnings report. The cut took place for the first time since the company went public in 2012, Bloomberg reported. On Thursday, Meta's shares tanked over 26%, erasing more than $251 billion in market value.","63":"Snapchat-parent Snap has reported its first-ever quarterly net profit of $22.5 million since its IPO, compared with a net loss of $113 million in the prior-year quarter. Its revenue for the December-quarter was $1.3 billion, an increase of 42% from the prior-year quarter. Snapchat's daily active users rose 20% year-over-year to 319 million.\n","64":"The Mumbai-Nagpur Super Communication Expressway will be managed by a Korean Intelligent Transportation System (ITS). It's first time in India that an ITS will be used to monitor an expressway. The technology will ensure the safety of motorists and prevent accidents, officials said. A tied loan from Economic Development Cooperation Fund of the Republic of Korea will fund the system.","65":"Nike sued online reseller StockX in the US for selling unauthorised NFTs of its sneakers. The complaint said StockX has sold over 500 Nike-branded NFTs. StockX allegedly told buyers they would be able to redeem the tokens for physical versions of the shoes in future. Nike has complained about the NFTs' \"inflated prices and murky terms of purchase and ownership\".","66":"Amazon has reported an increase of 9% in its revenue to $137.4 billion in the fourth quarter, compared with $125.6 billion in fourth quarter of 2020. Its net income increased to $14.3 billion compared with $7.2 billion in the year-ago period. For the entire 2021, the e-commerce firm's net income increased to $33.4 billion.","67":"Facebook's parent Meta's shares lost over $251 billion in market value on Thursday in the biggest collapse for any US company. Before this, the record was held by Apple, which shed nearly $180 billion on September 3, 2020, as per Bloomberg. Microsoft had lost $178 billion on March 16, 2020 and Tesla lost $140 billion on November 9, 2021.","68":"Amazon's billionaire Founder Jeff Bezos' ex-wife and philanthropist MacKenzie Scott has donated $133.5 million to Communities in Schools (CIS). \"The unprecedented gift is the largest unrestricted donation in CIS' history,\" the US-based education nonprofit said. MacKenzie Scott has a net worth of $46.6 billion, as per Bloomberg. She has donated more than $8.6 billion to over 780 organisations.","69":"The flaw in Apple's software which Israeli surveillance firm NSO Group exploited to break into iPhones in 2021 was simultaneously abused by a competing company QuaDream, Reuters reported citing sources. An NSO spokeswoman said the company \"did not cooperate\" with QuaDream. Both the firms have reportedly used very similar software exploits, known as ForcedEntry, since last year.","70":"Two members of Google's Ethical AI group have announced their departures from the company to join Timnit Gebru, who was earlier fired for criticising firm. Senior researcher Alex Hanna, and software engineer Dylan Baker, will join Gebru's nonprofit research institute, DAIR. \"Google's toxic problems are no mystery to anyone who's been there for more than a few months,\" Hanna said.","71":"Snap CEO Evan Spiegel in an earnings call said, \"Our expansion efforts in India continue to prove successful, and we are using our learnings to inform how we approach community growth in new geographies.\" \"While North America and Europe represent our largest monetisation opportunities in...near and medium term, rest of [the] world represents our largest community growth opportunity,\" he added.","72":"Speaking about Tesla's demand for import duty cuts on electric vehicles, the Central Board of Indirect Taxes and Customs' (CBIC) Chairman, Vivek Johri, said that duties are \"not a hindrance\". \"We looked at whether the duties need to be re-jigged, but some domestic production is happening and some investments have come in with the current tariff structure,\" Johri told Bloomberg. ","73":"Spotify CEO Daniel Ek, while defending the firm's decision to continue airing Joe Rogan, told employees that meeting the firm's \"bold ambitions\" will entail having content that many of its employees may \"not be proud to be associated with\", The Verge reported. \"I want to remind everyone...We want to get to...a billion users,\" Ek reportedly said.\n","74":"Indian Institute of Science (IISc), Bengaluru on Thursday said that it's installed and commissioned one of India's most powerful supercomputers, 'Param Pravega', under the National Supercomputing Mission. The system has a total supercomputing capacity of 3.3 petaflops (1 petaflop equals a quadrillion operations\/second). It's also the largest supercomputer in an academic institution in the country.","75":"Actor Sonu Sood has been announced as the new host of youth-based reality show 'Roadies' after Rannvijay Singha quit after 18 years. \"[Roadies'] journey emphasises on the importance of mental and emotional endurance along with physical strength, which is what drew me towards hosting the show,\" Sonu said. The new season of the show will be shot in South Africa.","76":"Actress Ileana D'Cruz on Friday shared a post on body positivity. Posting a photo of herself, she wrote, \"So easy to get sucked into apps that get you to alter your body so effortlessly to make you look 'slimmer', 'more toned', etc etc etc.\" \"Proud of the fact that I've deleted all those apps and chosen this instead,\" Ileana added.","77":"A video shared by Bollywood photographer Viral Bhayani shows actor Ajay Devgn showing his ₹6.95 crore Rolls-Royce Cullinan to actress Alia Bhatt at a trailer event of Sanjay Leela Bhansali's upcoming film 'Gangubai Kathiawadi'. In the video that is going viral on social media, Alia can be heard saying, \"Wow, beautiful colour.\" Devgn had reportedly bought the car in 2019.","78":"Actress Sherlyn Chopra was on Friday granted protection from arrest by the Supreme Court in connection to the porn films racket case. An appeal was filed by Chopra against a Bombay High Court order rejecting her anticipatory bail in the case which also involves Shilpa Shetty's husband Raj Kundra. SC earlier granted protection from arrest to co-accused Poonam Pandey.","79":"A Twitter user asked comedian Vir Das if he wrote Rahul Gandhi's recent Parliament speech, adding, \"If you [did], kindly change your script.\" Das replied, \"No I didn't (write it). The idea of two nations and many versions have been around for a lot longer than two of us. The only thing that stays the same, is your predictable reactions.\"","80":"Comedian Kapil Sharma has expressed concern about his former colleague Sunil Grover's health. Grover recently underwent bypass surgery after a heart attack. \"I was totally shocked...I had sent him a message but obviously he just got discharged, so I can't expect a message back from him,\" Kapil told ETimes. Sunil and Kapil parted ways professionally in 2017 after a fall-out.","81":"Actress and dancer Nora Fatehi seems to have deleted or deactivated her Instagram account. On clicking on the link of the actress' account, a message reads, \"Sorry, this page isn't available. The link you followed may be broken, or the page may have been removed. Go back to Instagram.\" Her account had 37.6 million followers.","82":"Veteran actor Arun Bali was admitted to hospital in January as he was going through a neuromuscular problem. His son, Ankush Bali, said the condition wasn't life-threatening and that his father had been discharged and also dismissed speculation that he had abandoned his father. \"Till the last breath alive in me and my father, I'll keep serving him,\" Ankush stated.","83":"Actress and dancer Nora Fatehi's Instagram account, which was 'deleted' a few hours ago, has been restored. Taking to Instagram Stories, Nora wrote, \"Sorry guys! There was an attempted hack on my Instagram.\" \"Someone's been trying to get into my account since the morning! Thanks to the Instagram team for helping me sort this out so quickly,\" she added. ","84":"Actor John Abraham reduced his acting fees for Sajid Khan's upcoming comedy by ₹3 crore to ₹18 crore, reports said. This comes after 'Mumbai Saga' and 'Satyameva Jayate 2' suffered losses, reports added. \"While the producers were keen to bring him down to  ₹15 crore, they finally zeroed in on ₹18 crore,\" Bollywood Hungama reported quoting a source as saying.","85":"Karan Johar's Dharma Productions is currently in talks to remake a couple of their older films in South Indian languages. \"We're talking about the remaking of one or two of our films,\" Dharma Productions CEO Apoorva Mehta said. \"One of our older films has shown a lot of interest with one or two players...So we're talking to them,\" he added. ","86":"Deepika Padukone has said 'Gehraiyaan' director Shakun Batra has \"showcased lovemaking very differently\" in the upcoming film. \"Intimacy isn't there to excite the audience. It is honest to the film and its characters,\" she added. Deepika further said she worked a lot during workshops, adding that she \"personally approached lovemaking like dance and action rehearsals\". ","87":"Riteish Deshmukh and his actress-wife Genelia Deshmukh are teaming up for a comedy-drama film, titled 'Mister Mummy'. It'll be directed by Shaad Ali and produced by Bhushan Kumar's T-Series. Sharing the posters of the film on Twitter, Genelia wrote, \"A twisted laughter ride and story like never seen before...Get ready to laugh your heart out and till your stomach hurts.\" ","88":"Actor Allu Arjun visited late actor Puneeth Rajkumar's house in Bengaluru on Thursday and met his family. \"My humble respects to Puneeth Garu. My respect to the Rajkumar Garu's family, friends, well-wishers and fans,\" Allu Arjun tweeted along with a photo of him paying respects to Puneeth. The Kannada actor passed away due to heart attack in October 2021.","89":"Filmmaker Rajkumar Hirani is in advanced talks with Vicky Kaushal for an important role in his next film with Shah Rukh Khan, according to a report. The film, which is reportedly based on immigration, will also feature Taapsee Pannu and Boman Irani, reported Pinkvilla. Hirani and Vicky previously worked together in 'Sanju', which also featured Ranbir Kapoor. ","90":"Actress Huma Qureshi, who will be playing the character of Juhi Adhikari in web series ‘Mithiya’, has said she hopes her characters resonate with audience. “Be it Rani Bharti (in ‘Maharani’) or Juhi...both are strong-headed women,” Huma said. “I relate to these women and that’s why I think it’s important to bring them to the audience,” she added. ","91":"Italian actor Michele Morrone, who starred in the film '365 Days', is set to make his debut in the Indian entertainment industry alongside Jacqueline Fernandez with the music video 'Mud Mud Ke'. Michele shared his first look from the video on Instagram, writing, \"India, here I come!\" The first teaser of the music video will be released on February 8.  ","92":"Actress Disha Patani has said 2022 will be a busy year for her. “I have ‘Ek Villain 2’ releasing and have also finished shooting for ‘Yodha’...Both the films are very different from each other with regards to genre and storyline,” she said. “Apart from these projects, there are some fascinating scripts which I am reading,” she added. ","93":"Actor Emraan Hashmi took to Twitter on Thursday to wish his son, Ayaan Hashmi, on his birthday. Sharing a picture of Ayaan with his mother Parveen, Emraan wrote, \"Like father, like son. Happy birthday big boy.\" Reacting to his post, a user wrote, \"Hahaha. Hilarious caption,\" while another user wrote, \"This made me laugh.\" ","94":"Nawazuddin Siddiqui, who has wrapped up Kangana Ranaut's first production venture 'Tiku Weds Sheru', said that she has been a \"very supportive, creative and endearing producer\". He also praised his co-stars and said they inspired him and pushed him to give his best in the film. Nawazuddin will be seen sharing screen space with Avneet Kaur in 'Tiku Weds Sheru'. ","95":"Singer Selena Gomez has described her 2018 Met Gala appearance as her most memorable disaster. “We put on a bit of tanning lotion...but as the night went on, it kept getting darker,” she said. “When I...saw a photo of myself, it looked completely orange...My first thought was — ‘I have to get out of here',” Selena added. ","96":"Actor Ajinkya Deo, while speaking about his late father and veteran actor Ramesh Deo, said, \"He completed his 93 years, stepped into his 94 and we lost him.\" \"He had...vigour to live till 100. He wanted to do that and we all hoped he would,\" he added. Ajinkya further said he's \"grateful to be his son and carry his name\". ","97":"Singer Suresh Wadkar has said there is no shelf life and recall value of songs made today. \"Think why budding singers still need to sing old songs to prove their mettle!\" he said. \"Earlier, we used to recognise the music composer with just seconds into the song. But today, it's not so... we need to re-evaluate it,\" Wadkar added. ","98":"Kangana Ranaut has said life comes with good and bad parts and if she wants to be on top, she has to accept both sides. \"I would like to believe I am very focused and don't bother about the bad part,\" she said on attracting controversies. \"Every human wants the good part but that's not how life works,\" Kangana added. ","99":"Rakeysh Omprakash Mehra recalled shooting for 'Delhi-6' in Rajasthan at minus 4 degrees. \"We'd constructed a [temple] set...Suddenly I noticed...Waheedaji (Rehman) was standing bare feet [in]...temple,\" he said. \"I asked her why she wasn't wearing anything on feet...She replied, 'We're in...temple, aren't we?' I said, 'It's just set.' She said, 'But in my heart, it's still a temple',\" he added."},"date_published":{"0":"04 Feb 2022,Friday","1":"04 Feb 2022,Friday","2":"04 Feb 2022,Friday","3":"04 Feb 2022,Friday","4":"04 Feb 2022,Friday","5":"04 Feb 2022,Friday","6":"04 Feb 2022,Friday","7":"04 Feb 2022,Friday","8":"04 Feb 2022,Friday","9":"04 Feb 2022,Friday","10":"04 Feb 2022,Friday","11":"04 Feb 2022,Friday","12":"04 Feb 2022,Friday","13":"04 Feb 2022,Friday","14":"04 Feb 2022,Friday","15":"04 Feb 2022,Friday","16":"04 Feb 2022,Friday","17":"04 Feb 2022,Friday","18":"04 Feb 2022,Friday","19":"04 Feb 2022,Friday","20":"04 Feb 2022,Friday","21":"04 Feb 2022,Friday","22":"04 Feb 2022,Friday","23":"04 Feb 2022,Friday","24":"04 Feb 2022,Friday","25":"04 Feb 2022,Friday","26":"04 Feb 2022,Friday","27":"04 Feb 2022,Friday","28":"04 Feb 2022,Friday","29":"04 Feb 2022,Friday","30":"04 Feb 2022,Friday","31":"04 Feb 2022,Friday","32":"04 Feb 2022,Friday","33":"04 Feb 2022,Friday","34":"04 Feb 2022,Friday","35":"04 Feb 2022,Friday","36":"04 Feb 2022,Friday","37":"04 Feb 2022,Friday","38":"04 Feb 2022,Friday","39":"04 Feb 2022,Friday","40":"04 Feb 2022,Friday","41":"04 Feb 2022,Friday","42":"04 Feb 2022,Friday","43":"04 Feb 2022,Friday","44":"04 Feb 2022,Friday","45":"04 Feb 2022,Friday","46":"04 Feb 2022,Friday","47":"04 Feb 2022,Friday","48":"04 Feb 2022,Friday","49":"04 Feb 2022,Friday","50":"03 Feb 2022,Thursday","51":"04 Feb 2022,Friday","52":"04 Feb 2022,Friday","53":"04 Feb 2022,Friday","54":"04 Feb 2022,Friday","55":"03 Feb 2022,Thursday","56":"04 Feb 2022,Friday","57":"04 Feb 2022,Friday","58":"04 Feb 2022,Friday","59":"04 Feb 2022,Friday","60":"04 Feb 2022,Friday","61":"04 Feb 2022,Friday","62":"04 Feb 2022,Friday","63":"04 Feb 2022,Friday","64":"04 Feb 2022,Friday","65":"04 Feb 2022,Friday","66":"04 Feb 2022,Friday","67":"04 Feb 2022,Friday","68":"04 Feb 2022,Friday","69":"04 Feb 2022,Friday","70":"04 Feb 2022,Friday","71":"04 Feb 2022,Friday","72":"04 Feb 2022,Friday","73":"04 Feb 2022,Friday","74":"04 Feb 2022,Friday","75":"04 Feb 2022,Friday","76":"04 Feb 2022,Friday","77":"04 Feb 2022,Friday","78":"04 Feb 2022,Friday","79":"04 Feb 2022,Friday","80":"04 Feb 2022,Friday","81":"04 Feb 2022,Friday","82":"04 Feb 2022,Friday","83":"04 Feb 2022,Friday","84":"04 Feb 2022,Friday","85":"04 Feb 2022,Friday","86":"04 Feb 2022,Friday","87":"04 Feb 2022,Friday","88":"04 Feb 2022,Friday","89":"04 Feb 2022,Friday","90":"04 Feb 2022,Friday","91":"04 Feb 2022,Friday","92":"04 Feb 2022,Friday","93":"04 Feb 2022,Friday","94":"04 Feb 2022,Friday","95":"04 Feb 2022,Friday","96":"04 Feb 2022,Friday","97":"04 Feb 2022,Friday","98":"04 Feb 2022,Friday","99":"04 Feb 2022,Friday"}}