{"section":{"0":"business","1":"business","2":"business","3":"business","4":"business","5":"business","6":"business","7":"business","8":"business","9":"business","10":"business","11":"business","12":"business","13":"business","14":"business","15":"business","16":"business","17":"business","18":"business","19":"business","20":"business","21":"business","22":"business","23":"business","24":"business","25":"sports","26":"sports","27":"sports","28":"sports","29":"sports","30":"sports","31":"sports","32":"sports","33":"sports","34":"sports","35":"sports","36":"sports","37":"sports","38":"sports","39":"sports","40":"sports","41":"sports","42":"sports","43":"sports","44":"sports","45":"sports","46":"sports","47":"sports","48":"sports","49":"sports","50":"technology","51":"technology","52":"technology","53":"technology","54":"technology","55":"technology","56":"technology","57":"technology","58":"technology","59":"technology","60":"technology","61":"technology","62":"technology","63":"technology","64":"technology","65":"technology","66":"technology","67":"technology","68":"technology","69":"technology","70":"technology","71":"technology","72":"technology","73":"technology","74":"technology","75":"entertainment","76":"entertainment","77":"entertainment","78":"entertainment","79":"entertainment","80":"entertainment","81":"entertainment","82":"entertainment","83":"entertainment","84":"entertainment","85":"entertainment","86":"entertainment","87":"entertainment","88":"entertainment","89":"entertainment","90":"entertainment","91":"entertainment","92":"entertainment","93":"entertainment","94":"entertainment","95":"entertainment","96":"entertainment","97":"entertainment","98":"entertainment","99":"entertainment"},"title":{"0":"There's no greater tribute to our unity than Lata Didi: Gautam Adani","1":"Nostalgia with moist eyes & lump in throat: Kotak on Lata Mangeshkar's demise","2":"What can you say when you no longer have your voice: Mahindra on Lata Mangeshkar","3":"Lata Mangeshkar will eternally cast her shadow over us: Shaw on 'Tu Jahan Jahan Chalega'","4":"I used to catch Patna-Banaras train to listen to Lata ji's songs in theatre: Anil Agarwal","5":"COVID, you did your worst & stole our voice: Mahindra as Mangeshkar is cremated","6":"Mahindra tweets video of kids running Punjab eatery, says 'going to binge here'","7":"Bezos gets richer by $19 bn in a day as Amazon adds record $191 bn in value","8":"19-yr-old tracking Elon Musk's jet refuses Tesla subscription offer to delete bot","9":"RBI's digital rupee blockchain would be able to trace all transactions: Report","10":"Egyptian media tycoon charged with sexual assault of 7 orphan girls","11":"Hyundai India issues statement after Hyundai Pak's social media posts on Kashmir","12":"Tata Group shares how Air India was named 75 years ago via employees' votes","13":"Peloton stock jumps on reports of Amazon, Nike exploring bids to buy it","14":"Ford to suspend or cut output at 8 factories due to chip shortage","15":"Govt prepared to deal with any global development: Nirmala Sitharaman","16":"LIC ropes in 6 independent directors to meet corporate governance norms","17":"We're keeping watch on global inflationary pressures: Sitharaman","18":"Name auditorium after Toni Morrison, not me: Bezos to MLK Library","19":"67% MSMEs temporarily shut, profits dipped for 66% in FY21: SIDBI survey","20":"Billionaire Bloomberg's housekeeper abducted at gunpoint, later rescued","21":"SEBI should hear views of companies on Chairperson, MD posts separation: FM","22":"₹50,000 cr Self Reliant India fund likely to benefit 5,000 MSMEs: Rane","23":"Job creation is govt's priority and we are doing it: FM Sitharaman","24":"RBI's Monetary Policy Committee meeting rescheduled to February 8-10","25":"India become first country to play 1,000 ODIs; defeat West Indies in Ahmedabad ","26":"Manchester United footballers who survived air crash played after 13 days","27":"Why were Manchester United players killed in crash called Busby Babes?","28":"An unparalleled icon: Pakistan's Babar Azam on Lata Mangeshkar's demise","29":"Rohit Sharma, Virat Kohli's celebration after Kieron Pollard's wicket goes viral","30":"Kieron Pollard's reaction to Rohit Sharma's 80-metre six goes viral","31":"I used to call DRS Dhoni Referral System, time to call it Rohit System: Gavaskar","32":"Kohli breaks Sachin's record, becomes fastest batter to complete 5,000 ODI runs at home","33":"'Why? Already training to dismiss me': Ravi on what Kohli told him on 'weakness' question","34":"Had to maintain strict diet, will enjoy ice cream now: Dhull after India U-19 WC win","35":"Reetinder shares pic with Raj Bawa, says 'Man of the Match of 2 WC finals in 1 family'","36":"Chahal becomes second fastest Indian spinner to take 100 wickets in ODI cricket","37":"Wonderful display of resilience, character: Laxman on India's U-19 WC win","38":"BCCI to felicitate India 2022 U-19 WC winning squad in Ahmedabad","39":"From 3-0 down, Cameroon win 3rd-place game on penalties at AFCON","40":"2nd seeds Bopanna-Ramkumar beat top seeds to win 2nd ATP title in Pune","41":"Was easy, happy 1000th ODI India: Sehwag on India's 1st ODI win vs WI","42":"Collingwood likely to become interim England head coach: Report","43":"Pant tends to be one dimensional, Ishan can reign himself back: Pollock","44":"India U-19 WC team have been brilliant, deserved silverware: Viv Richards","45":"China come back from 0-2, win record 9th AFC Women's Asian Cup title","46":"Open to lot of things if we need to change: Rohit on India's ODI win vs WI","47":"Losing with 22 overs to spare is a heavy defeat: Pollard after 1st ODI vs India","48":"Faced challenges but my only aim was to improve as player: Sundar","49":"Spoke to Rohit & Virat, realised quicker balls were spinning: Chahal on 1st ODI","50":"$11.7mn pure gold cube placed in US park by German artist to promote his crypto","51":"Indian scientists develop self-disinfecting, washable COVID-19 masks","52":"IT Ministry to hire CEO, CTO, CFO for 'India Semiconductor Mission': Govt official","53":"Bezos gets richer by $19 bn in a day as Amazon adds record $191 bn in value","54":"It's not my money: Musk as GoFundMe blocks C$10 mn raised for Canadian truckers","55":"Amazon adds $191 billion in value in biggest 1-day gain in US market history","56":"Pune couple hold 'Blockchain wedding'; share picture of NFT vows","57":"Meta adds personal boundary in metaverse after woman alleges 'virtual gang-rape'","58":"19-yr-old tracking Elon Musk's jet refuses Tesla subscription offer to delete bot","59":"Dutch locals to throw eggs at Bezos' superyacht if 1927 bridge is dismantled for it","60":"RBI's digital rupee blockchain would be able to trace all transactions: Report","61":"Google Chrome changes its logo for the first time in 8 years","62":"Instagram launches 'Take a Break' feature in India, allows users to set break reminders","63":"Amazon adds $135 bn in one of the biggest 1-day gains in US market","64":"Facebook's user growth in India slowed due to data price rise: Meta CFO","65":"Meta drops below Berkshire Hathaway in market value for 1st time in 2 yrs","66":"Twitter tests downvote replies feature worldwide","67":"Reliance Jio network down in Mumbai, users share memes on Twitter","68":"In a first, Korean tech to be used to monitor Mumbai-Nagpur expressway","69":"US Senator Ted Cruz discloses Bitcoin purchase worth up to $50,000","70":"Joe Rogan apologises for past use of racial slur on his podcast","71":"Meta's metaverse idea old & uncreative, it's never worked: Evernote ex-CEO","72":"4-bedroom home in US to be sold as NFT, bids to start at $650,000","73":"Apple plans to unveil a low cost 5G iPhone in March: Bloomberg","74":"Bezos' ex-wife MacKenzie donates $133 mn to education non-profit","75":"Shah Rukh Khan offers dua, touches Lata Mangeshkar's feet to pay last respects","76":"COVID, you did your worst & stole our voice: Mahindra as Mangeshkar is cremated","77":"An unparalleled icon: Pakistan's Babar Azam on Lata Mangeshkar's demise","78":"Kylie Jenner announces birth of 2nd child with Travis Scott, shares glimpse of baby boy","79":"Lata ji's last message: Anupam Kher shares clip of singer reciting Gita shloka","80":"Subcontinent lost one of world's great singers: Pak PM on Lata Mangeshkar's death","81":"Rihanna, A$AP Rocky planning to marry in Barbados after their baby's birth: Reports","82":"Salman told his team of doctors to monitor Sunil after heart surgery: Reports","83":"Bhosle shares childhood pic with Lata Mangeshkar, dedicates her song 'Bachpan Ke Din'","84":"Sand artist Sudarsan Pattnaik pays tribute to Lata Mangeshkar","85":"Awkwafina apologises amid 'Blaccent' controversy, quits Twitter","86":"Heartbroken, deeply saddened: Ilaiyaraaja on Lata Mangeshkar’s death","87":"Husband Karan lost calm when I was trolled for miscarriage: Ankita","88":"'Ek Pyar Ka Nagma Hai' lyricist breaks down remembering Lata Mangeshkar","89":"It was a pleasure to work with Salman: Dalip Tahil on 25 yrs of Judwaa","90":"Karan gets tweet from I-T officer fan, says 'Darr hi gaya tha'","91":"Lata ji once told Vishal 'Think of me as newcomer, teach me': Gulzar","92":"Lata ji is an institution, this is truly the end of an era: Rani","93":"More controversy than needed: 'Gehraiyaan' maker on intimate scenes","94":"Karisma shares old pic featuring Lata Mangeshkar, Raj Kapoor, Nargis","95":"India lost a great daughter: Manmohan Singh on Lata Mangeshkar","96":"Sang 'Subhanallah' in 'Yeh Jawaani...', it wasn't kept in the film: Sonu","97":"Lata ji's 'Ae mere watan ke logo' song leaves all teary-eyed: Rajnath","98":"I don't think there's a perfect relationship, don't want it: Ananya","99":"Cate Blanchett to be given first International Goya Award: Report"},"author":{"0":"Hiral Goyal","1":"Kiran Khatri","2":"Kiran Khatri","3":"Kiran Khatri","4":"Pragya Swastik","5":"Sakshita Khosla","6":"Sakshita Khosla","7":"Hiral Goyal","8":"Kiran Khatri","9":"Pragya Swastik","10":"Kiran Khatri","11":"Pragya Swastik","12":"Pragya Swastik","13":"Hiral Goyal","14":"Subhangi Singh","15":"Ashley Paul","16":"Ashley Paul","17":"Hiral Goyal","18":"Hiral Goyal","19":"Ashley Paul","20":"Hiral Goyal","21":"Ashley Paul","22":"Ashley Paul","23":"Hiral Goyal","24":"Hiral Goyal","25":"Anmol Sharma","26":"Anmol Sharma","27":"Anmol Sharma","28":"Anmol Sharma","29":"Anmol Sharma","30":"Anmol Sharma","31":"Pragya Swastik","32":"Anmol Sharma","33":"Anmol Sharma","34":"Pragya Swastik","35":"Anmol Sharma","36":"Anmol Sharma","37":"Anant Kaur","38":"Anant Kaur","39":"Anant Kaur","40":"Anant Kaur","41":"Anant Kaur","42":"Anant Kaur","43":"Ankur Taliyan","44":"Anant Kaur","45":"Anant Kaur","46":"Anant Kaur","47":"Ankur Taliyan","48":"Anant Kaur","49":"Ankur Taliyan","50":"Sakshita Khosla","51":"Ridham Gambhir","52":"Pragya Swastik","53":"Hiral Goyal","54":"Kiran Khatri","55":"Kiran Khatri","56":"Ankush Verma","57":"Kiran Khatri","58":"Kiran Khatri","59":"Kiran Khatri","60":"Pragya Swastik","61":"Pragya Swastik","62":"Arshiya Chopra","63":"Hiral Goyal","64":"Sakshita Khosla","65":"Hiral Goyal","66":"Pragya Swastik","67":"Kiran Khatri","68":"Swati Dubey","69":"Hiral Goyal","70":"Hiral Goyal","71":"Hiral Goyal","72":"Hiral Goyal","73":"Hiral Goyal","74":"Hiral Goyal","75":"Pragya Swastik","76":"Sakshita Khosla","77":"Anmol Sharma","78":"Anmol Sharma","79":"Sakshita Khosla","80":"Sakshita Khosla","81":"Sakshita Khosla","82":"Sakshita Khosla","83":"Anmol Sharma","84":"Kriti Kambiri","85":"Kriti Kambiri","86":"Ramanpreet Singh Virdi ","87":"Ramanpreet Singh Virdi ","88":"Udit Gupta","89":"Mahima Kharbanda","90":"Kriti Kambiri","91":"Kriti Kambiri","92":"Kriti Kambiri","93":"Ramanpreet Singh Virdi ","94":"Kriti Kambiri","95":"Ramanpreet Singh Virdi ","96":"Udit Gupta","97":"Disha Jana","98":"Kriti Kambiri","99":"Ramanpreet Singh Virdi "},"content":{"0":"Adani Group's Chairman Gautam Adani took to Twitter to condole the demise of veteran singer Lata Mangeshkar and wrote, \"There can be no greater tribute to our unity than Lata Didi.\" He added, \"If anyone represented all of India, it was Lata Didi lending her incomparable voice to songs in 36 languages.\" Lata Mangeshkar passed away aged 92 on Sunday.","1":"Kotak Mahindra Bank MD Uday Kotak took to Twitter to condole the demise of India's veteran singer Lata Mangeshkar. \"India's favourite voice. Nostalgia with moist eyes and lump in the throat,\" he wrote, sharing a black-and-white picture of the late singer. Earlier, businessman Anand Mahindra and several celebrities including Priyanka Chopra paid a tribute to her on social media.","2":"After Lata Mangeshkar passed away at 92 on Sunday, businessman Anand Mahindra wrote on Twitter, \"What can you say when you no longer have your voice? Om Shanti.\" He also shared a black and white picture of her. Several leaders paid a tribute, including PM Narendra Modi, who wrote, \"She leaves a void in our nation that cannot be filled.\"","3":"Biocon's Executive Chairperson Kiran Mazumdar-Shaw shared Lata Mangeshkar's song from 'Mera Saaya' (1996), 'Tu Jahan Jahan Chalega', on Twitter to mourn the veteran singer's demise. She'll \"eternally cast her large shadow over us and remind us of her eternal legend. Om Shanthi\", she wrote. The song's first line translates to \"Wherever you go, remember my shadow will be with you\".","4":"Vedanta's billionaire Chairman Anil Agarwal in a tweet said he remembers how he used to catch the Patna to Banaras train to watch the first day-last show of movies. \"Such was the desperation to listen to Lata ji's songs in the theatre,\" he tweeted. \"She'll always remain immortal in hearts, inspiring generations to come,\" Agarwal said, mourning Lata Mangeshkar's demise.","5":"Businessman Anand Mahindra on Sunday shared a picture from veteran singer Lata Mangeshkar's funeral and said, \"COVID-19, you did your worst while leaving. (You) stole our voice. I hate you.\" The 92-year-old Bharat Ratna awardee was laid to rest with full state honours in the presence of Prime Minister Narendra Modi in Mumbai on Sunday evening.","6":"Businessman Anand Mahindra on Saturday shared a video of two brothers aged 17 and 11 years who've been running a restaurant in Punjab's Amritsar, after their father's death in December 2021. \"These kids are amongst the pluckiest I've seen anywhere...I love Amritsar...I'm going to add this place to my food binge when I'm next in town,\" said Mahindra.","7":"Amazon Founder Jeff Bezos' net worth climbed by $18.8 billion on Friday after the e-commerce giant's shares soared nearly 14%. Bezos, the world's third-richest person, is now worth $183.5 billion, according to Forbes. Amazon added $191 billion to its market value in the biggest single-day gain in US market history after beating profit expectations for the fourth quarter.","8":"Jack Sweeney, the 19-year-old college student who runs a Twitter account to track world's richest person Elon Musk's private jet, refused to accept a Tesla to delete the bot. Car-hire company Autonomy's CEO Scott Painter offered Sweeney a three-year subscription to a Tesla Model 3. \"If I got an actual Tesla, then I would take it down,\" Sweeney said. ","9":"The digital rupee blockchain being developed by the RBI would be able to trace all transactions, unlike the current system of mobile wallets offered by private companies, PTI reported. The units issued in the digital rupee would be included in the currency in circulation, it added. The RBI's digital currency is likely to debut by early 2023.\n\n","10":"Egyptian businessman Mohamed el-Amin has been charged with \"human trafficking\" and \"sexual assault\" and will be undergoing trial. The tycoon, who founded several Egyptian media outlets, was arrested on January 8 over accusations that he abused seven girls in an orphanage he founded and is currently in custody. The orphanage was shut last year after the allegations came to light.","11":"Hyundai India issued a statement on Sunday after Hyundai Pakistan's social media posts supported \"Kashmiri brothers\" in their \"struggle for freedom\", which were later deleted. As Indian users called for the Hyundai brand's boycott, Hyundai India said, \"The unsolicited social media post linking Hyundai Motor India is offending our unparalleled commitment and service to this great country.\"","12":"Tata Group tweeted the story behind how 'Air India' got its name 75 years ago when Tata Air Lines expanded from a division of Tata Sons into a company in 1946. The choices were Indian Airlines, Pan-Indian Airlines, Trans-Indian Airlines and Air-India. Tata employees voted and the final count showed 72 votes for Air-India and 58 for Indian Air Lines.","13":"Shares of home fitness startup Peloton surged 26% in extended trading on Friday after media reports claimed Peloton has drawn interest from potential buyers including Amazon and Nike. Amazon and Nike are evaluating separate bids for Peloton and have not held direct talks with Peloton, the reports said. Last month, investor Blackwells Capital urged Peloton's board to pursue a sale.","14":"Ford Motor plans to suspend or cut production at eight of its factories in the United States, Mexico and Canada throughout next week due to chip shortage in the factories, a spokesperson told Reuters. Ford will also reduce shifts at its factories in Dearborn, Kentucky and Louisville and remove overtime at its Oakville factory in Canada, from February 7.","15":"Finance Minister Nirmala Sitharaman on Sunday said India is ready to deal with any situation arising out of global developments. She urged corporates to take advantage of India's economic recovery and step up investment. \"It's time now for us as Team India to rise. We are at such a juncture where revival of the economy is very clear,\" Sitharaman said.","16":"IPO-bound Life Insurance Corporation of India (LIC) last month appointed six independent directors on its board to meet regulatory norms of corporate governance. LIC reportedly appointed ex-Financial Services Secretary Anjuly Chib Duggal, ex-SEBI member G Mahalingam, ex-SBI Life Managing Director Sanjeev Nautiyal, and Chartered Accountants MP Vijay Kumar, Raj Kamal, and V S Parthasarathy.","17":"Finance Minister Nirmala Sitharaman said, \"We're fairly watchful of what's happening as regards global developments...US Fed's decisions, as also regards global inflationary pressures.\" Speaking at a post-budget interaction, she added that the government will not allow the economy to suffer for lack of preparation. She said an opportunity was missed after the global financial crisis of 2008-09.","18":"Billionaire Jeff Bezos has requested that the auditorium at the Martin Luther King Jr. Memorial Library be named after late Nobel Prize laureate Toni Morrison instead of himself. The development comes after thousands criticised the decision to name the auditorium \"The Bezos Auditorium\". Bezos said he was \"honoured and grateful\" when the foundation offered to name the auditorium after him.","19":"A SIDBI survey showed that 67% MSMEs were temporarily shut for up to a three-month period in FY21 due to COVID-19. The survey, with a sample size of 1,029 MSMEs across 20 states and two UTs, also found that 66% MSMEs reported decline in profitability. The results were shared by MSME Minister Narayan Rane in the Lok Sabha on Thursday.","20":"A housekeeper at Colorado ranch of billionaire Michael Bloomberg was abducted by a man at gunpoint this week and has been freed unharmed. Joseph Beecher, who forced the housekeeper to drive them to Wyoming, has been taken into custody and jailed without bond. Michael Bloomberg said he was \"deeply grateful\" to law enforcement for \"ensuring that no lives were lost\".","21":"Finance Minister Nirmala Sitharaman said if companies have a view on the decision to separate posts of Chairperson and MD in listed companies, the Securities and Exchange Board of India (SEBI) should hear them. \"I am not giving them diktat,\" Sitharaman said. Listed entities are required to comply with the norms before the April 2022 deadline.","22":"MSME Minister Narayan Rane said the ₹50,000 crore Self Reliant India fund, announced by Finance Minister Nirmala Sitharaman in May 2020, is likely to benefit around 5,000 MSME units. The fund will make equity investments in MSMEs for their growth, listing on stock markets, and global expansion. The government is its sole anchor investor with initial support of ₹10,000 crore.","23":"Finance Minister Nirmala Sitharaman, while addressing the National Council of Confederation of Indian Industry at a post-budget interaction, said the government's priority is job creation and \"we are doing it\". She added that this year's Budget has again focused on demand-driven schemes. She further called on the Indian industry to invest in sunrise and new-age sectors.","24":"The meeting of the Monetary Policy Committee (MPC) has been rescheduled to February 8-10, 2022 after Maharashtra government declared February 7 as a public holiday as a mark of respect to late veteran singer Lata Mangeshkar. The meeting was earlier scheduled for February 7-9, 2022. It will be the MPC's last meeting during the financial year 2021-22.","25":"India on Sunday became the first country to play 1,000 ODIs. India defeated West Indies by six wickets at the Narendra Modi Stadium in Ahmedabad to win the milestone match. Leg-spinner Yuzvendra Chahal's four-wicket haul helped India dismiss West Indies for 176 in 43.5 overs. India chased down the target in 28 overs, driven by captain Rohit Sharma's 60(51).","26":"Manchester United players Bill Foulkes and Harry Gregg, who survived the Munich air disaster on February 6, 1958, played a match 13 days after the crash, which they won 3-0. Foulkes captained the team, comprising new signings and reserve players as eight senior players had died in the crash. Nearly 60,000 spectators attended the match at United's home Old Trafford.","27":"'Busby Babes' is the name given to Manchester United footballers who were part of club's youth team in the early 1950s and won the English first division under Matt Busby's management. The average age of the championship-winning team in 1955-56 and 1956-57 was just 22. Eight of the players died in the Munich air crash on February 6, 1958.","28":"Condoling legendary singer Lata Mangeshkar's demise, Pakistan's cricket team captain Babar Azam tweeted, \"End of a golden era. Her magical voice and legacy will continue to live in the hearts of millions worldwide.\" He added, \"An unparalleled icon!\" Lata Mangeshkar passed away aged 92 due to multi-organ failure after being hospitalised for around a month.","29":"Team India ODI captain Rohit Sharma and former captain Virat Kohli's celebration after West Indies captain Kieron Pollard's wicket in the first ODI in Ahmedabad has gone viral. Reacting to their celebration, a fan tweeted, \"This is what all of us need.\" Another fan commented, \"Pic of the day.\" Pollard was dismissed by Yuzvendra Chahal for a duck.","30":"West Indies captain Kieron Pollard's reaction to India captain Rohit Sharma's 80-metre six on the bowling of Kemar Roach has gone viral. Pollard seemingly looked frustrated after the six. Reacting to it, a fan tweeted, \"He knows Rohit is GOAT.\" Another wrote, \"Meme material.\" Rohit scored 60 runs off 51 deliveries in the match, including 10 fours and a six.","31":"Former Indian captain Sunil Gavaskar said, \"I used to call DRS the Dhoni Referral System. And I mentioned it in the commentary that you can now call it the Rohit System.\" Gavaskar added, \"He (Rohit Sharma) is getting it absolutely right so far.\" All three DRS opted by India in the ODI match against West Indies on Sunday were successful.","32":"Former Team India captain Virat Kohli has broken Sachin Tendulkar's record of being the fastest batter to complete 5,000 ODI runs on home soil. During his four-ball eight-run knock against West Indies today, Kohli crossed 5,000 ODI runs in India, taking 96 innings. He overtook Sachin, who had taken 121 innings to reach the milestone.","33":"Fast bowler Ravi Kumar, who was a part of India's 2022 Under-19 World Cup-winning squad, revealed that ahead of the tournament final he asked Virat Kohli about his weakness. \"Kohli replied, 'Kyun abhi se out karne ki training kar raha hai kya?' (Why? Are you already training to dismiss me?),\" Ravi said. Ravi took four wickets in final against England.","34":"Team India skipper Yash Dhull in a press conference after India's win at the U-19 World Cup said, \"We had to maintain a strict diet for this tournament so now we will enjoy some ice cream.\" He added, \"It is a proud moment for everyone, we had to struggle hard, but every player had a strong mindset.\"","35":"Reetinder Sodhi, who won Player of the Match award in 2000 Under-19 World Cup final, congratulated his cousin Raj Bawa for winning Player of the Match award in the 2022 edition. \"Great feeling when your chacha's son [does] what you did 22 years back..Man of the Match of two World Cup finals in one family,\" he wrote sharing a collage.","36":"Team India leg-spinner Yuzvendra Chahal has become the second fastest Indian spinner to take 100 wickets in ODI cricket, taking 60 matches to reach the 100-wicket mark. The 31-year-old bagged his 100th ODI wicket by dismissing West Indies' Nicholas Pooran in the first ODI in Ahmedabad. Kuldeep Yadav is the fastest Indian spinner to complete 100 wickets, taking 58 matches.","37":"National Cricket Academy (NCA) Chairman VVS Laxman took to Twitter to praise India after winning their record-extending fifth Under-19 World Cup title. \"Wonderful display of resilience and character! So proud of...boys, it's been great spending time with...Under-19 team and watching them grow,\" he wrote. India defeated England by four wickets. \"This is just the beginning,\" the tweet further read.","38":"India Under-19 squad, who won Under-19 World Cup 2022, will be felicitated by BCCI in Ahmedabad upon their arrival in India. Board announced a cash reward of ₹40 lakh each for the team members and ₹25 lakh each for support staff on Sunday, after Yash Dhull-led side won a record-extending fifth title. India defeated England by four wickets in final.","39":"Cameroon came back from 0-3 to finish at 3-3 before winning third-place match against Burkina Faso 5-3 in a penalty shootout at Africa Cup of Nations on Saturday. Burkina Faso went 3-0 up in 49th minute. Stephane Bahoken scored first goal for Cameroon before tournament's leading-scorer Vincent Aboubakar scored in 85th and 87th minute to send the match into penalties.","40":"Second seeded Rohan Bopanna and Ramkumar Ramanathan won the doubles title at Tata Open Maharashtra 2022 in Pune after defeating top seeds Luke Saville and John-Patrick Smith 6-7(10-12), 6-3, [10-6] on Sunday. It's the Indian pair's second ATP title together, after having won Adelaide International 1 title in January. Notably, Bopanna-Ramkumar had saved three match points in semi-final on Saturday.","41":"Calling India's six-wicket win against West Indies in first ODI of the three-match series \"easy\", ex-India opener Virender Sehwag said, \"India win in style.\" Sehwag tweeted, \"Excellent spell from...spinners Yuzvendra Chahal and Washington Sundar, great start from Rohit Sharma at the top with bat...happy 1000th ODI for Team India.\" Chahal was adjudged 'Player of the Match' for his 4\/49.","42":"England assistant coach Paul Collingwood is reportedly set to be appointed as England's interim head coach for Test series against West Indies next month. England are currently without a head coach after Chris Silverwood was sacked following their 0-4 loss to Australia in Ashes series. Notably, Collingwood oversaw England's performance in their recent 2-3 T20I series loss against West Indies.","43":"Former South Africa cricketer Shaun Pollock has said that he was impressed with the way Ishan Kishan \"managed to reign himself back\" in his 36-ball 28 against West Indies in the first ODI. \"Rishabh Pant tends to be a little one-dimensional when it comes to the way he plays,\" he added. Pant got run-out after scoring 11 off 9 balls.","44":"Congratulating India following their 2022 Under-19 World Cup win, ex-West Indies captain Vivian Richards tweeted, \"You [India] have been brilliant throughout and deserved the silverware. Also congratulations to all the teams who made it here.\" India beat England by four wickets in the final at Sir Vivian Richards Stadium, Antigua, to win a record-extending fifth Under-19 World Cup title.","45":"China PR won a record-extending ninth AFC Women's Asian Cup title, following their comeback from 2-0 down to beat Korea Republic 3-2 at DY Patil Stadium in Navi Mumbai on Sunday. After China scored two goals in second half to level score (2-2), a 93rd-minute goal by Xiao Yuyi helped the team win the title for first time since 2006. ","46":"Talking about India's six-wicket win against West Indies in first ODI, India limited-overs captain Rohit Sharma said the team wants to keep getting better, adding he's open to a lot of things if they need to change. \"End goal is we should be able to achieve what...team wants...all I'll ask of the players is to challenge yourself...be innovative,\" he added.","47":"West Indies captain Kieron Pollard has said they need to get better with their techniques and bat the full 50 overs if they want to win matches against India. \"Getting four wickets...shows if we put some runs we can compete. Toss is a crucial factor. It [was] wet out there,\" he added. India chased down 177-run target in 28 overs. ","48":"India spinner Washington Sundar, who made his international return against West Indies in first ODI after suffering a finger injury in July, said there were a lot of challenges. \"But I just wanted to do what I could do to improve myself as a cricketer. That's all...in my control...was only focussing on that,\" he added. Washington took 3\/30 in match.","49":"Talking about his four wickets against West Indies in the first ODI, India spinner Yuzvendra Chahal said he knew the ball was turning after seeing Washington Sundar's spell. \"Washington created pressure with his two wickets...I spoke to Rohit and Virat and realised that pace was important on this wicket. My usual slower pace won't work...quicker balls were spinning,\" he stated.","50":"A German artist created a pure 24-carat gold cube weighing 410 pounds (approx 186 kg) and placed it in the middle of New York's Central Park in order to promote his own cryptocurrency. Niclas Castello unveiled the cube, that's worth $11.7 million and took over 4,500 hours to be created, on Thursday. A security team was also stationed near it.","51":"The Ministry of Science and Technology on Friday announced that a team of Indian scientists have developed a self-disinfecting antiviral mask to fight COVID-19. The mask is biodegradable, highly breathable and washable in nature. As per the ministry, it is coated with copper-based nanoparticles that are efficient against coronavirus as well as other viral and bacterial infections. ","52":"The Ministry of Electronics & Information Technology (MeitY) will hire top officials to fill positions like CEO, CTO and CFO for 'India Semiconductor Mission', PTI reported quoting a government official. MeitY is looking for a person with over 25 years of experience in the semiconductor industry and over 10 years of experience at a global level for the CEO's position.","53":"Amazon Founder Jeff Bezos' net worth climbed by $18.8 billion on Friday after the e-commerce giant's shares soared nearly 14%. Bezos, the world's third-richest person, is now worth $183.5 billion, according to Forbes. Amazon added $191 billion to its market value in the biggest single-day gain in US market history after beating profit expectations for the fourth quarter.","54":"After GoFundMe blocked C$10 million (over ₹58 crore) raised for Canadian truckers protesting against COVID-19 vaccines, world's richest person Elon Musk referred to them as 'professional thieves' on Twitter. Responding to a Twitter user, Musk added, \"It's not my money.\" The meme, shared by him, also referred to thieves raiding train cargo in the US as 'amateur thieves'.","55":"Amazon shares jumped nearly 14% on Friday to add $191 billion to its market value after it beat profit expectations for the fourth quarter. The advance is the biggest single-day gain in US market history, Bloomberg reported. It came a day after Facebook's parent company Meta lost $251 billion in market capitalisation in the biggest wipeout in US market history. ","56":"A Pune-based couple, Shruti Nair and Anil Narasipuram, held a \"Blockchain wedding\". \"Shruti and I made our marriage 'blockchain official' with an Ethereum smart contract that consecrated our commitment to each other in the form of an NFT,\" Anil said. \"We were pronounced husband and wife by our digital priest,\" they said.","57":"Facebook's parent Meta has added a 'personal boundary' feature, that prevents avatars in the metaverse from coming within a distance of 4 feet of each other. The feature will help avoid \"unwanted interactions\" and \"builds upon our existing hand harassment measures\", the company said. This comes days after a woman alleged her avatar was \"virtually gang-raped\" by 3-4 male avatars.","58":"Jack Sweeney, the 19-year-old college student who runs a Twitter account to track world's richest person Elon Musk's private jet, refused to accept a Tesla to delete the bot. Car-hire company Autonomy's CEO Scott Painter offered Sweeney a three-year subscription to a Tesla Model 3. \"If I got an actual Tesla, then I would take it down,\" Sweeney said. ","59":"After reports said the 1927 'De Hef' bridge in the Netherlands' Rotterdam will be dismantled to allow passage for Jeff Bezos' $500-million superyacht, residents have planned to throw \"rotten eggs\" at it. Locals created an event on Facebook for the same and over 1,000 people have signed up for it so far. The event description called Bezos a \"megalomaniac billionaire\".","60":"The digital rupee blockchain being developed by the RBI would be able to trace all transactions, unlike the current system of mobile wallets offered by private companies, PTI reported. The units issued in the digital rupee would be included in the currency in circulation, it added. The RBI's digital currency is likely to debut by early 2023.\n\n","61":"Google Chrome is changing its logo for the first time since 2014, Elvin Hu, a designer for Google Chrome, informed through a Twitter thread. \"We simplified the main brand icon by removing the shadows, refining the proportions and brightening the colors,\" Elvin tweeted. \"The new icons will start to appear across your devices soon,\" Elvin added.","62":"Instagram has launched its 'Take A Break' feature across the world, including India, months after it was rolled out in countries like US, UK, Ireland, Canada and Australia. The opt-in control enables users to receive in-app break reminders after a duration of their choosing. It's currently available for iOS devices and will roll out to Android in a few weeks.","63":"Amazon added more than $135 billion in market value in one of the biggest single-day gains in US stock market history after its shares surged as much as 12% on Friday. The company's stock surged after it beat profit expectations for the fourth quarter. On Thursday, Amazon stock declined 7.8%, wiping out more than $110 billion from its market value.","64":"Facebook's user growth in India was hit due to a hike in prepaid data prices in the fourth quarter of 2021, Meta CFO David Wehner has said. This came after the social media giant recorded a drop in its Daily Active Users (DAUs) for the first time in its 18-year history. Wehner also blamed \"competitive services\" for the DAU drop.","65":"Meta Platforms is now worth about $50 billion less than Berkshire Hathaway after the social media giant's stock plunged 27% on Thursday, wiping out over $250 billion from its market capitalisation. Meta overtook billionaire investor Warren Buffett-led Berkshire in market value nearly two years ago. Buffett is now richer than Meta CEO Mark Zuckerberg, who lost $31 billion on Thursday.","66":"Microblogging site Twitter has expanded the test of its downvote replies feature to its global users. \"More of you on the web and soon iOS and Android will have the option to use it,\" said Twitter. \"Downvotes aren't public, but they'll inform us of the content people want to see,\" said Twitter, which earlier specified, \"This isn't a dislike button.\"","67":"Several Reliance Jio users complained on Twitter that they had no network on their phones on Saturday afternoon, most of which were from Mumbai and nearby areas. Filmmaker Ashoke Pandit also complained he wasn't able to make calls. \"I was freaking out about my Jio sim not working but...it's not just me,\" a Twitter user wrote. Users also shared memes.","68":"The Mumbai-Nagpur Super Communication Expressway will be managed by a Korean Intelligent Transportation System (ITS). It's first time in India that an ITS will be used to monitor an expressway. The technology will ensure the safety of motorists and prevent accidents, officials said. A tied loan from Economic Development Cooperation Fund of the Republic of Korea will fund the system.","69":"US Senator Ted Cruz bought Bitcoin worth between $15,001 to $50,000 last month, according to a financial disclosure with US Senate. Cruz bought the world's most valuable cryptocurrency on January 25, when Bitcoin was trading around $36,000-$37,000. The sell-off in January sparked fears of a \"crypto winter\" among investors, as price of Bitcoin fell far below record high of $69,000.","70":"US podcaster Joe Rogan has apologised for his past use of racist language including the \"N-word\" on \"The Joe Rogan Experience\". In a video posted on Instagram, Rogan said while the clips were taken out of context, they look \"horrible, even to me\". However, he added, \"There's no context where a White person is ever allowed to say that word.\"","71":"Evernote's Co-founder and former CEO Phil Libin has called Meta's vision for the metaverse an \"uncreative\" and \"old idea\" that has \"been tried many, many times over the past four decades and it's never worked\". Speaking about Meta's virtual reality (VR) meeting software, Horizon Workrooms, Libin told Insider, \"It's not gonna get better because it started bad. It started stupid.\"","72":"A four-bedroom home in Florida's Gulfport will be auctioned off in the upcoming week as a non-fungible token (NFT). California-based real estate technology company Propy will mint the property rights of the home into a digital token and bids for the NFT will start at $650,000. The transaction is believed to be among the first such transactions in the US.","73":"Apple is planning to launch a low-cost 5G iPhone and an updated iPad in March, reported Bloomberg. The new iPhone will be the first update to the iPhone SE in two years and will reportedly feature 5G network capabilities, an improved camera and a faster processor. The design is expected to be similar to the current version, the report said.","74":"Amazon's billionaire Founder Jeff Bezos' ex-wife and philanthropist MacKenzie Scott has donated $133.5 million to Communities in Schools (CIS). \"The unprecedented gift is the largest unrestricted donation in CIS' history,\" the US-based education nonprofit said. MacKenzie Scott has a net worth of $46.6 billion, as per Bloomberg. She has donated more than $8.6 billion to over 780 organisations.","75":"Actor Shah Rukh Khan offered dua and touched Lata Mangeshkar's feet to pay his last respects to the legendary singer who passed away on Sunday aged 92. The actor arrived at Mumbai's Shivaji Park and paid his last respects to the late singer. The singer was cremated in Mumbai with full state honours.","76":"Businessman Anand Mahindra on Sunday shared a picture from veteran singer Lata Mangeshkar's funeral and said, \"COVID-19, you did your worst while leaving. (You) stole our voice. I hate you.\" The 92-year-old Bharat Ratna awardee was laid to rest with full state honours in the presence of Prime Minister Narendra Modi in Mumbai on Sunday evening.","77":"Condoling legendary singer Lata Mangeshkar's demise, Pakistan's cricket team captain Babar Azam tweeted, \"End of a golden era. Her magical voice and legacy will continue to live in the hearts of millions worldwide.\" He added, \"An unparalleled icon!\" Lata Mangeshkar passed away aged 92 due to multi-organ failure after being hospitalised for around a month.","78":"American reality television personality Kylie Jenner and Travis Scott have been blessed with their second child. Kylie took to Instagram to share a picture wherein she can be seen holding the hand of the newborn baby boy. Kylie further revealed that the baby boy was born on February 2, 2022. Kylie and Travis' daughter Stormi Webster was born in 2018.","79":"Actor Anupam Kher shared an audio clip of late veteran singer Lata Mangeshkar reciting the \"Yada yada hi dharmasya...\" shloka from the Bhagavad Gita during a meeting of the Azadi Ka Amrit Mahotsav Committee in December 2021. Kher called the clip \"Lata ji's last message\" and in it, the singer is heard saying, \"Lord Krishna...is always with us.\"","80":"Pakistan's PM Imran Khan said that with the demise of veteran Bollywood singer Lata Mangeshkar, \"the subcontinent has lost one of the truly great singers the world has known\". He added, \"Listening to her songs has given so much pleasure to so many people all over the world.\" Mangeshkar was cremated with full state honours in Mumbai on Sunday.","81":"Singer Rihanna and her rapper boyfriend A$AP Rocky are planning to get married in Barbados, which is Rihanna's home country, after the birth of their baby, reports have said. However, the date of the wedding hasn't been decided yet, reports added. The Prime Minister of Barbados Mia Mottley will reportedly be the godmother of the couple's child.","82":"Salman Khan's team of doctors kept a close check on his 'Bharat' co-star and comedian Sunil Grover after the latter's recent heart surgery, reports have said. Salman reportedly told the team that works with his organisation 'Being Human' to make sure Sunil was doing fine, reports said. The 44-year-old was hospitalised after he suffered a heart attack.","83":"Veteran singer Asha Bhosle took to Instagram to share a childhood picture of herself with her late sister Lata Mangeshkar. In the caption, Bhosle dedicated her song 'Bachpan Ke Din Bhi Kya Din The' and wrote, \"Didi and I.\" \"Legends never leave us...no one can match her legacy!\" a fan commented. Lata Mangeshkar passed away aged 92 on Sunday.","84":"Sand artist Sudarsan Pattnaik paid tribute to late veteran singer Lata Mangeshkar with his sand art at Puri beach in Odisha. The singer, who was admitted to Mumbai's Breach Candy Hospital for 28 days, passed away on Sunday at the age of 92. Her last rites were conducted with full state honours at Shivaji Park in Mumbai.","85":"Rapper-actress Awkwafina has apologised amid the 'Blaccent' controversy saying, \"To mock, belittle or to be unkind...at the expense of others is simply not my nature.\" She also said that she is retiring from Twitter. 'Blaccent' is a term which refers to non-Black individuals adopting a Black voice. Awkwafina was criticised for her 'Blaccent' in 'Crazy Rich Asians' and 'Ocean's 8'.","86":"Music composer Ilaiyaraaja has said he is heartbroken and deeply saddened by singer Lata Mangeshkar's death. \"I don’t know how I will come out of this,\" Ilaiyaraaja said. \"Her demise is going to be a big loss not only for the music industry, but also for the whole world,\" he said.","87":"Actress Ankita Bhargava has said her husband Karan Patel lost his calm when she faced online trolling after her miscarriage. \"Karan made multiple posts about the ugly trolling happening. Once somebody trolled Mehr [their daughter] and Karan lost his sh*t,\" Ankita said. \"What happens is...when you calmly post something...some of them stop trolling, some become even worse,\" she added. ","88":"Santosh Anand, who penned the lyrics of Lata Mangeshkar's song 'Ek Pyar Ka Nagma Hai', broke down while remembering the veteran singer during an interview. \"May God rest her soul in peace...I'm not even capable of saying this for someone as great as her,\" he said. Referring to the song, Anand said, \"It was all her magic...she made it magical.\" ","89":"As 'Judwaa' completed 25 years, actor Dalip Tahil said it was fun to work in the film. He added, \"I had worked with David (Dhawan) before and Karisma Kapoor too in...'Prem Qaidi'. Salman was...new. It was a pleasure to work with such a fun guy.\" Credit to...David's confidence that he gave Salman a double role...early in his career,\" Dalip said.","90":"Actor Karan Kundrra on Friday responded to a tweet from a fan who is an Income Tax officer, writing, \"Ma'am aapki pehli line padh ke toh mein darr hi gaya tha (Ma'am, I got scared reading the first line).\" The fan wrote that she was earlier apprehensive about his relationship with 'Bigg Boss' housemate Tejasswi Prakash but was proved wrong.","91":"Veteran lyricist Gulzar has condoled the death of veteran singer Lata Mangeshkar saying that she will remain the voice of our culture. He also recalled the time when filmmaker Vishal Bhardwaj was getting very nervous doing his first song with her. \"Lata ji laughed and said, 'Think of me as a newcomer and teach me',\" the lyricist added.","92":"Actress Rani Mukerji has said that veteran singer Lata Mangeshkar is an institution and her demise is truly the end of an era. \"Every actor...dreamt of lip-syncing to her voice...I had the good fortune of being able to do that in...'Mujhse Dosti Karoge',\" she added. Rani further said the singer was an integral person in the history of Indian cinema.","93":"'Gehraiyaan' director Shakun Batra has said people have cooked up more controversy than required as far as intimate scenes in the film are concerned. \"We have tried to be responsible about intimacy, but this film lands more on the questions than the answers,\" he said. \"I hope people will come up with their own interpretations after the film,\" he added.","94":"Actress Karisma Kapoor shared a picture from the premiere of 1951 film 'Awara' on Instagram to condole the demise of veteran singer Lata Mangeshkar. The picture features the singer along with actors Raj Kapoor and Nargis, young Shashi Kapoor, music composers Shankar-Jaikishan and director Khwaja Ahmad Abbas. \"So many legends together in one frame...Rest in Glory, Lata Ji,\" Karisma wrote.","95":"Former Prime Minister Dr Manmohan Singh on Sunday mourned the demise of legendary singer Lata Mangeshkar saying “India has lost a great daughter”. “She was the ‘Nightingale of India’ and through her songs made an immense contribution to the cultural integration of the country,” Dr Manomohan Singh said. “The void is going to be impossible to fill,” he added. ","96":"Singer Sonu Nigam has revealed that he sang 'Subhanallah' for 'Yeh Jawaani Hai Deewani' but it was not kept in the film. \"I simply told Pritam (music director), 'Don't ask me to sing again!' I think I had sung...really well,\" he added. \"That song was in Sreerama Chandra's destiny, so he got it. It was okay with me,\" Sonu said. ","97":"Defence Minister Rajnath Singh paid tribute to late singer Lata Mangeshkar at a poll rally on Sunday. \"When anyone listens to Lata ji's song 'Ae mere watan ke logo zara aankh mei bhar lo paani'...it's very natural for them to be teary-eyed,\" he said. Lata Mangeshkar was cremated with full state honours at Mumbai's Shivaji Park crematorium on Sunday.","98":"Actress Ananya Panday in an interview has stated that she doesn't think there is a perfect relationship and she doesn't want it. \"The fun is in the chaos and there has to be a little bit of a roller coaster ride,\" the actress added. Ananya further said that the most important thing in a relationship for her is friendship.","99":"The Spanish Film Academy is set to honour actor Cate Blanchett with its first-ever International Goya Award. According to a report, Blanchett was recognised for her impactful work both on and off screen worldwide as an award-winning actor, producer and humanitarian. She will receive the award at a gala ceremony on February 12 in Valencia, Spain. "},"date_published":{"0":"06 Feb 2022,Sunday","1":"06 Feb 2022,Sunday","2":"06 Feb 2022,Sunday","3":"06 Feb 2022,Sunday","4":"06 Feb 2022,Sunday","5":"06 Feb 2022,Sunday","6":"05 Feb 2022,Saturday","7":"05 Feb 2022,Saturday","8":"06 Feb 2022,Sunday","9":"06 Feb 2022,Sunday","10":"06 Feb 2022,Sunday","11":"06 Feb 2022,Sunday","12":"06 Feb 2022,Sunday","13":"05 Feb 2022,Saturday","14":"05 Feb 2022,Saturday","15":"06 Feb 2022,Sunday","16":"06 Feb 2022,Sunday","17":"07 Feb 2022,Monday","18":"05 Feb 2022,Saturday","19":"06 Feb 2022,Sunday","20":"06 Feb 2022,Sunday","21":"06 Feb 2022,Sunday","22":"06 Feb 2022,Sunday","23":"05 Feb 2022,Saturday","24":"06 Feb 2022,Sunday","25":"06 Feb 2022,Sunday","26":"06 Feb 2022,Sunday","27":"06 Feb 2022,Sunday","28":"06 Feb 2022,Sunday","29":"06 Feb 2022,Sunday","30":"06 Feb 2022,Sunday","31":"06 Feb 2022,Sunday","32":"06 Feb 2022,Sunday","33":"07 Feb 2022,Monday","34":"06 Feb 2022,Sunday","35":"06 Feb 2022,Sunday","36":"06 Feb 2022,Sunday","37":"06 Feb 2022,Sunday","38":"06 Feb 2022,Sunday","39":"06 Feb 2022,Sunday","40":"06 Feb 2022,Sunday","41":"06 Feb 2022,Sunday","42":"06 Feb 2022,Sunday","43":"07 Feb 2022,Monday","44":"06 Feb 2022,Sunday","45":"06 Feb 2022,Sunday","46":"06 Feb 2022,Sunday","47":"07 Feb 2022,Monday","48":"06 Feb 2022,Sunday","49":"07 Feb 2022,Monday","50":"04 Feb 2022,Friday","51":"04 Feb 2022,Friday","52":"06 Feb 2022,Sunday","53":"05 Feb 2022,Saturday","54":"05 Feb 2022,Saturday","55":"05 Feb 2022,Saturday","56":"05 Feb 2022,Saturday","57":"05 Feb 2022,Saturday","58":"06 Feb 2022,Sunday","59":"05 Feb 2022,Saturday","60":"06 Feb 2022,Sunday","61":"06 Feb 2022,Sunday","62":"04 Feb 2022,Friday","63":"04 Feb 2022,Friday","64":"04 Feb 2022,Friday","65":"04 Feb 2022,Friday","66":"06 Feb 2022,Sunday","67":"05 Feb 2022,Saturday","68":"04 Feb 2022,Friday","69":"07 Feb 2022,Monday","70":"06 Feb 2022,Sunday","71":"06 Feb 2022,Sunday","72":"06 Feb 2022,Sunday","73":"05 Feb 2022,Saturday","74":"04 Feb 2022,Friday","75":"06 Feb 2022,Sunday","76":"06 Feb 2022,Sunday","77":"06 Feb 2022,Sunday","78":"07 Feb 2022,Monday","79":"06 Feb 2022,Sunday","80":"06 Feb 2022,Sunday","81":"06 Feb 2022,Sunday","82":"06 Feb 2022,Sunday","83":"07 Feb 2022,Monday","84":"06 Feb 2022,Sunday","85":"06 Feb 2022,Sunday","86":"06 Feb 2022,Sunday","87":"06 Feb 2022,Sunday","88":"07 Feb 2022,Monday","89":"07 Feb 2022,Monday","90":"06 Feb 2022,Sunday","91":"06 Feb 2022,Sunday","92":"06 Feb 2022,Sunday","93":"06 Feb 2022,Sunday","94":"06 Feb 2022,Sunday","95":"06 Feb 2022,Sunday","96":"07 Feb 2022,Monday","97":"06 Feb 2022,Sunday","98":"06 Feb 2022,Sunday","99":"06 Feb 2022,Sunday"}}